Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Output amount changed by {percentageChange}% (${usdValueChange}).
af: Uitsetbedrag verander met {percentageChange}% (${usdValueChange}).
ar: تم تغيير كمية الإخراج بمقدار {percentageChange}% (${usdValueChange}).
bn: আউটপুট পরিমাণ {percentageChange}% (${usdValueChange}) দ্বারা পরিবর্তিত হয়েছে।
ca: La quantitat de sortida ha canviat en {percentageChange}% (${usdValueChange}).
da: Outputmængden ændret med {percentageChange}% (${usdValueChange}).
de: Ausgabemenge um {percentageChange}% (${usdValueChange}) geändert.
el: Το ποσό εξόδου άλλαξε κατά {percentageChange}% (${usdValueChange}).
es: La cantidad de salida cambió en {percentageChange}% (${usdValueChange}).
fi: Tulostusmäärää muutettu {percentageChange}% (${usdValueChange}).
fil: Ang halaga ng output ay binago ng {percentageChange}% (${usdValueChange}).
fr: La quantité de sortie a changé de {percentageChange}% (${usdValueChange}).
hi: आउटपुट राशि {percentageChange}% (${usdValueChange}) द्वारा परिवर्तित हुई।
hu: A kimeneti mennyiség {percentageChange}%-kal módosult (${usdValueChange}).
id: Jumlah keluaran berubah sebesar {percentageChange}% (${usdValueChange}).
ja: 出力量が {percentageChange}% (${usdValueChange}) 変化しました。
lt: Išvesties kiekis pakeistas {percentageChange}% (${usdValueChange}).
ms: Amaun output diubah sebanyak {percentageChange}% (${usdValueChange}).
nl: Uitvoerbedrag gewijzigd met {percentageChange}% (${usdValueChange}).
pl: Wartość wyjściowa została zmieniona o {percentageChange}% (${usdValueChange}).
pt: Quantidade de saída alterada em {percentageChange}% (${usdValueChange}).
ru: Сумма вывода изменилась на {percentageChange}% (${usdValueChange}).
sk: Výstupné množstvo zmenené o {percentageChange}% (${usdValueChange}).
sr: Излазни износ је промењен за {percentageChange}% (${usdValueChange}).
sv: Utgångsbeloppet ändrat med {percentageChange}% (${usdValueChange}).
sw: Kiasi cha pato kimebadilishwa na {percentageChange}% (${usdValueChange}).
th: ปริมาณผลลัพธ์เปลี่ยนแปลงโดย {percentageChange}% (${usdValueChange})
tr: Çıktı miktarı {percentageChange}% (${usdValueChange}) oranında değiştirildi.
uk: Обсяг виведення змінено на {percentageChange}% (${usdValueChange}).
ur: آؤٹ پٹ کی رقم {percentageChange}% (${usdValueChange}) سے بدل گئی۔
vi: Lượng đầu ra thay đổi theo {percentageChange}% (${usdValueChange}).

source: We recommend you to increase slippage to at least {minRequiredSlippage} for this route.
af: Ons beveel aan dat jy glip verhoog tot minstens {minRequiredSlippage} vir hierdie roete.
ar: ننصحك بزيادة الانزلاق إلى {minRequiredSlippage} على الأقل لهذا الطريق.
bn: আমরা আপনাকে এই রুটের জন্য কমপক্ষে {minRequiredSlippage} স্লিপেজ বাড়াতে সুপারিশ করছি৷
ca: Us recomanem que augmenteu el lliscament com a mínim a {minRequiredSlippage} per a aquesta ruta.
da: Vi anbefaler, at du øger glidningen til mindst {minRequiredSlippage} for denne rute.
de: Wir empfehlen Ihnen, den Slippage auf mindestens {minRequiredSlippage} für diese Route zu erhöhen.
el: Σας συνιστούμε να αυξήσετε την ολίσθηση σε τουλάχιστον {minRequiredSlippage} για αυτή τη διαδρομή.
es: Te recomendamos que aumentes el deslizamiento a al menos {minRequiredSlippage} para esta ruta.
fi: Suosittelemme, että nostat lipsumisen vähintään {minRequiredSlippage} tälle reitille.
fil: Inirerekomenda namin sa iyo na taasan ang pagdulas sa hindi bababa sa {minRequiredSlippage} para sa rutang ito.
fr: Nous vous recommandons d'augmenter le slippage à au moins {minRequiredSlippage} pour cette route.
hi: हम आपको इस मार्ग के लिए स्लिपेज को कम से कम {minRequiredSlippage} तक बढ़ाने की सलाह देते हैं।
hu: Javasoljuk, hogy ezen az útvonalon növelje a csúszást legalább {minRequiredSlippage} -ra.
id: Kami sarankan Anda meningkatkan slippage minimal hingga {minRequiredSlippage} untuk rute ini.
it: Ti consigliamo di aumentare lo slittamento ad almeno {minRequiredSlippage} per questo percorso.
ja: このルートについては、少なくとも {minRequiredSlippage} への滑りを増やすことをお勧めします。
lt: Rekomenduojame padidinti šio maršruto slydimą bent iki {minRequiredSlippage} .
ms: Kami mengesyorkan anda meningkatkan gelinciran kepada sekurang-kurangnya {minRequiredSlippage} untuk laluan ini.
nl: We raden je aan om slippage ten minste {minRequiredSlippage} voor deze route te verhogen.
pl: Zalecamy zwiększenie poślizgu do co najmniej {minRequiredSlippage} dla tej trasy.
pt: Recomendamos que você aumente o slippage para pelo menos {minRequiredSlippage} para esta rota.
ru: Мы рекомендуем вам увеличить проскальзывание по крайней мере до {minRequiredSlippage} для этого маршрута.
sk: Na tejto trase vám odporúčame zvýšiť sklz aspoň na {minRequiredSlippage} .
sr: Препоручујемо вам да повећате клизање на најмање {minRequiredSlippage} за ову руту.
sv: Vi rekommenderar att du ökar halkningen till minst {minRequiredSlippage} för denna rutt.
sw: Tunapendekeza uongeze utelezi hadi angalau {minRequiredSlippage} kwa njia hii.
th: เราขอแนะนำให้คุณเพิ่มการลื่นไถลเป็นอย่างน้อย {minRequiredSlippage} สำหรับเส้นทางนี้
tr: Bu rota için kaymayı en az {minRequiredSlippage} seviyesine çıkarmanızı öneririz.
uk: Ми рекомендуємо вам збільшити слайд принаймні {minRequiredSlippage} для цього маршруту.
ur: ہم آپ کو مشورہ دیتے ہیں کہ اس راستے کے لیے پھسلن کو کم از کم {minRequiredSlippage} تک بڑھا دیں۔
vi: Chúng tôi khuyên bạn nên tăng độ trượt lên ít nhất là {minRequiredSlippage} cho tuyến đường này.

source: Caution, your slippage is high.
af: Wees versigtig, jou glip is hoog.
ar: انتبه، انزلاقك مرتفع.
bn: সাবধান, আপনার স্লিপেজ বেশি।
ca: Atenció, el vostre lliscament és alt.
da: Forsigtig, din glidning er høj.
de: Vorsicht, Ihre Slippage ist hoch.
el: Προσοχή, η ολίσθηση σας είναι υψηλή.
es: Precaución, tu deslizamiento es alto.
fi: Varoitus, lipsumisesi on korkea.
fil: Mag-ingat, mataas ang iyong pagkadulas.
fr: Attention, votre slippage est élevé.
hi: सावधान, आपकी फिसलन अधिक है।
hu: Vigyázat, nagy a csúszásod.
id: Perhatian, slip Anda tinggi.
it: Attenzione, il tuo slittamento è alto.
ja: 注意、あなたの滑りは高いです。
lt: Atsargiai, jūsų paslydimas didelis.
ms: Awas, gelinciran anda tinggi.
nl: Let op, je slippage is hoog.
pl: Zachowaj ostrożność, twój poślizg jest wysoki.
pt: Cuidado, seu slippage está alto.
ru: Внимание, ваше проскальзывание высоко.
sk: Pozor, váš sklz je vysoký.
sr: Опрез, ваше клизање је велико.
sv: Varning, din glidning är hög.
sw: Tahadhari, utelezi wako uko juu.
th: ระวัง การลื่นไถลของคุณมีสูง
tr: Dikkat, kaymanız yüksek.
uk: Обережно, твоя схованка висока.
ur: خبردار، آپ کی پھسلن زیادہ ہے۔
vi: Cẩn thận, độ trượt của bạn khá cao.

source: Change
af: Verander
ar: يتغير
bn: পরিবর্তন
ca: Canviar
da: Forandring
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Muuta
fil: Baguhin
fr: Changement
hi: परिवर्तन
hu: Változás
id: Mengubah
it: Cambia
ja: 変更
lt: Keisti
ms: Berubah
nl: Veranderen
pl: Zmiana
pt: Troca
ru: Изменить
sk: Zmeniť
sr: Промена
sv: Ändra
sw: Badilika
th: เปลี่ยน
tr: Değiştirmek
uk: Змінити
ur: تبدیلی
vi: Thay đổi

source: High slippage
af: Hoë gly
ar: انزلاق عالي
bn: উচ্চ স্লিপেজ
ca: Alt lliscament
da: Høj glidning
de: Hoher Slippage
el: Υψηλή ολίσθηση
es: Deslizar alto
fi: Korkea lipsahdus
fil: Mataas na pagdulas
fr: Haut slippage
hi: उच्च फिसलन
hu: Magas csúszás
id: Slip yang tinggi
it: Scivolo alto
ja: ハイスリップページ
lt: Didelis slydimas
ms: gelinciran tinggi
nl: Hoge slippage
pl: Wysoki poślizg
pt: Alto slide
ru: Высокое проскальзывание
sk: Vysoký sklz
sr: Високо клизање
sv: Hög glidning
sw: Utelezi wa hali ya juu
th: ความลื่นไถลสูง
tr: Yüksek kayma
uk: Висока слизька
ur: اونچی پھسلن
vi: Độ trượt cao

source: Low slippage
af: Lae gly
ar: انزلاق منخفض
bn: কম স্লিপেজ
ca: Baix lliscament
da: Lav glidning
de: Niedrige Slippage
el: Χαμηλή ολίσθηση
es: Deslizamiento bajo
fi: Alhainen lipsahdus
fil: Mababang slippage
fr: Slippage bas
hi: कम फिसलन
hu: Alacsony csúszás
id: Selip rendah
it: Scivolo basso
ja: すべり低い順
lt: Mažas slydimas
ms: gelinciran rendah
nl: Lage slippage
pl: Niski poślizg
pt: Slippage Baixo
ru: Низкое проскальзывание
sk: Nízky sklz
sr: Ниско клизање
sv: Låg glidning
sw: Utelezi mdogo
th: ความลื่นไถลต่ำ
tr: Düşük kayma
uk: Низька заливка
ur: کم پھسلنا
vi: Độ trượt thấp

source: Caution, your slippage is high. Your trade may be front run.
af: Pasop, jou gly is hoog. Jou transaksie mag dalk 'n voorsprong wees.
ar: انتبه، انزلاقك كبير. قد تكون صفقتك سابقة.
bn: সাবধান, আপনার ট্রেডের স্লিপেজ বেশি। আপনার ট্রেড আগেভাগে হতে পারে।
ca: Atenció, el slippage és alt. La teva operació pot ser frontal.
da: Forsigtig, din slipage er høj. Din handel kan være en frontrun.
de: Achtung, Ihr Slippage ist hoch. Ihr Trade könnte ein Front Run sein.
el: Προσοχή, η απόκλισή σας είναι υψηλή. Η συναλλαγή σας μπορεί να είναι εμπροσθοβαρής.
fi: Varoitus, liukastumisasteesi on korkea. Kauppasi saattaa olla etulyöntiasemassa.
fr: Attention, votre slippage est élevé. Votre transaction pourrait être en avance.
hi: सावधान, आपकी स्लिपेज बहुत ज़्यादा है। आपका ट्रेड फ्रंट रन हो सकता है।
hu: Vigyázat, a csúszás magas. Lehet, hogy a kereskedése előretörést jelent.
id: Perhatian, slippage Anda tinggi. Perdagangan Anda mungkin akan menjadi yang terdepan.
ja: ご注意ください。スリッページが大きいため、フロントラン取引になる可能性があります。
lt: Dėmesio, jūsų nuosmukis yra didelis. Jūsų sandoris gali būti anonsuotas.
ms: Awas, gelinciran anda tinggi. Dagangan anda mungkin dijalankan di hadapan.
nl: Let op, uw slippage is hoog. Uw transactie kan een frontrun zijn.
pl: Uwaga, twój poślizg jest wysoki. Twoja transakcja może być front run.
pt: Cuidado, o seu deslizamento é alto. O seu negócio pode ser o preferido.
ru: Осторожно, проскальзывание высокое. Ваша сделка может быть опережающей.
sk: Pozor, váš sklz je vysoký. Váš obchod môže byť úspešný.
sr: Опрез, ваше клизање је велико. Ваша трговина би могла бити испред трке.
sv: Varning, din slip är hög. Din handel kan vara en frontrun.
sw: Tahadhari, utelezi wako uko juu. Biashara yako inaweza kuwa ya mbele.
th: ระวัง สลิปเปจของคุณสูง การซื้อขายของคุณอาจเกิดการฟรอนท์รัน
tr: Dikkat, kaymanız yüksek. İşleminiz önden koşu olabilir.
uk: Обережно, ваше прослизання високе. Ваша угода може бути випереджаючою.
ur: خبردار، آپ کی پھسلن زیادہ ہے۔ آپ کی تجارت آگے چل سکتی ہے۔
vi: Thận trọng, mức trượt giá của bạn cao. Giao dịch của bạn có thể bị chạy trước.

source: Swap anyway
af: Ruil in elk geval
ar: تبادل على أية حال
bn: যেভাবেই হোক অদলবদল করুন
ca: Canvia de totes maneres
da: Byt alligevel
de: Trotzdem tauschen
el: Εναλλαγή ούτως ή άλλως
es: Intercambiar de todos modos
fi: Vaihda joka tapauksessa
fil: Magpalit pa rin
fr: Permuter quand même
hi: वैसे भी स्वैप करें
hu: Cserélj amúgy
id: Tukar saja
it: Scambia comunque
ja: とにかく入れ替え
lt: Vistiek sukeisk
ms: Tukar pula
nl: Wissel toch
pl: Zamień mimo to
pt: Trocar mesmo assim
ru: Все равно поменять
sk: Aj tak vymeniť
sr: Замени у сваком случају
sv: Byt ändå
sw: Badili hata hivyo
th: สลับกัน
tr: Her neyse takas et
uk: Поміняти місцями все одно
ur: بہرحال تبادلہ کریں۔
vi: Dù sao thì cũng đổi

source: Change Slippage
af: Veranderingsglip
ar: انزلاق التغيير
bn: স্লিপেজ পরিবর্তন করুন
ca: Canvi de lliscament
da: Ændringsglidning
de: Änderungsschlupf
el: Αλλαγή ολίσθησης
fi: Muutosliukuminen
fr: Changement de glissement
hi: परिवर्तन फिसलन
hu: Változáscsúszás
id: Perubahan Slippage
ja: 変更のずれ
lt: Pakeisti praslydimą
ms: Tukar Slippage
nl: Wijziging Slippage
pl: Zmiana poślizgu
pt: Mudança de deslizamento
ru: Изменение проскальзывания
sk: Zmena sklzu
sr: Промена проклизавања
sv: Ändra glidning
sw: Badilisha Utelezi
th: การเปลี่ยนแปลงการลื่นไถล
tr: Değişim Kayması
uk: Зміна проскальзування
ur: Slippage کو تبدیل کریں۔
vi: Thay đổi độ trượt

source: Something went wrong
af: Iets het verkeerd geloop
ar: لقد حدث خطأ ما
bn: কিছু ভুল হয়েছে
ca: Alguna cosa va fallar
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fil: Nagkaproblema
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
hu: Valami elromlott
id: Ada yang salah
it: Qualcosa è andato storto
ja: 問題が発生しました
lt: Kažkas nutiko
ms: Sesuatu telah berlaku
nl: Er ging iets mis
pl: Coś poszło nie tak
pt: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sr: Нешто је пошло по злу
sv: Något gick fel
sw: Hitilafu fulani imetokea
th: มีบางอย่างผิดพลาดเกิดขึ้น
tr: Bir şeyler ters gitti
uk: Сталася помилка
ur: کچھ غلط ہو گیا۔
vi: Có gì đó không ổn

source: Something went wrong. Please refresh the app.
af: Iets het verkeerd geloop. Herlaai asseblief die toepassing.
ar: حدث خطأ ما. يرجى تحديث التطبيق.
bn: কিছু ভুল হয়েছে অনুগ্রহ করে অ্যাপটি রিফ্রেশ করুন।
ca: Alguna cosa va fallar. Actualitzeu l'aplicació.
da: Noget gik galt. Opdater venligst appen.
de: Etwas ist schief gelaufen. Bitte aktualisieren Sie die App.
el: Κάτι πήγε στραβά. Παρακαλώ ανανεώστε την εφαρμογή.
es: Algo salió mal. Por favor, actualiza la aplicación.
fi: Jokin meni pieleen. Päivitä sovellus.
fil: Nagkaproblema. Paki-refresh ang app.
fr: Une erreur s'est produite. Veuillez actualiser l'application.
hi: कुछ गड़बड़ हो गई है। कृपया ऐप को रीफ़्रेश करें।
hu: Valami elromlott. Kérjük, frissítse az alkalmazást.
id: Terjadi kesalahan. Harap segarkan aplikasi.
it: Qualcosa è andato storto. Si prega di aggiornare l'app.
ja: 問題が発生しました。アプリを更新してください。
lt: Kažkas nutiko. Atnaujinkite programą.
ms: Sesuatu telah berlaku. Sila muat semula apl.
nl: Er is iets fout gegaan. Vernieuw de app.
pl: Coś poszło nie tak. Proszę odświeżyć aplikację.
pt: Ocorreu um erro. Por favor, atualize o aplicativo.
ru: Что-то пошло не так. Пожалуйста, обновите приложение.
sk: Niečo sa pokazilo. Obnovte aplikáciu.
sr: Нешто је пошло по злу. Освежите апликацију.
sv: Något gick fel. Vänligen uppdatera appen.
sw: Hitilafu fulani imetokea. Tafadhali onyesha upya programu.
th: มีบางอย่างผิดพลาด กรุณารีเฟรชแอป
tr: Bir şeyler ters gitti. Lütfen uygulamayı yenileyin.
uk: Щось пішло не так. Будь ласка, оновіть програму.
ur: کچھ غلط ہو گیا۔ براہ کرم ایپ کو ریفریش کریں۔
vi: Có lỗi xảy ra. Vui lòng làm mới ứng dụng.

source: No Routes Found
af: Geen roetes gevind nie
ar: لم يتم العثور على أي مسارات
bn: কোন রুট পাওয়া যায়নি
ca: No s'han trobat rutes
da: Ingen ruter fundet
de: Keine Routen gefunden
el: Δεν βρέθηκαν διαδρομές
es: No se encontraron rutas
fi: Reittejä ei löytynyt
fil: Walang Nahanap na Ruta
fr: Aucun itinéraire trouvé
hi: कोई मार्ग नहीं मिला
hu: Nem található útvonal
id: Tidak Ada Rute Ditemukan
ja: ルートが見つかりません
lt: Maršrutų nerasta
ms: Tiada Laluan Ditemui
nl: Geen routes gevonden
pl: Nie znaleziono tras
pt: Nenhuma rota encontrada
ru: Маршруты не найдены
sk: Nenašli sa žiadne trasy
sr: Руте нису пронађене
sv: Inga rutter hittades
sw: Hakuna Njia Zilizopatikana
th: ไม่พบเส้นทาง
tr: Hiçbir Rota Bulunamadı
uk: Маршрути не знайдено
ur: کوئی راستہ نہیں ملا
vi: Không tìm thấy tuyến đường nào

source: You cannot use the same token for From and To.
af: Jy kan nie dieselfde teken vir Van en To gebruik nie.
ar: لا يمكنك استخدام نفس الرمز لـ "من" و"إلى".
bn: আপনি From এবং To এর জন্য একই টোকেন ব্যবহার করতে পারবেন না।
ca: No podeu utilitzar el mateix testimoni per a De i Per.
da: Du kan ikke bruge det samme token til Fra og Til.
de: Sie können für „Von“ und „An“ nicht dasselbe Token verwenden.
el: Δεν μπορείτε να χρησιμοποιήσετε το ίδιο διακριτικό για Από και Προς.
es: No puedes utilizar el mismo token para Desde y Hasta.
fi: Et voi käyttää samaa merkkiä Lähteestä ja Vastaanottajalle.
fil: Hindi mo maaaring gamitin ang parehong token para sa From and To.
fr: Vous ne pouvez pas utiliser le même jeton pour De et À.
hi: आप From और To के लिए समान टोकन का उपयोग नहीं कर सकते.
hu: Nem használhatja ugyanazt a tokent a Kezdő és a Címzett számára.
id: Anda tidak dapat menggunakan token yang sama untuk Dari dan Ke.
ja: From と To に同じトークンを使用することはできません。
lt: Negalite naudoti to paties prieigos rakto nuo ir iki.
ms: Anda tidak boleh menggunakan token yang sama untuk Dari dan Kepada.
nl: U kunt niet hetzelfde token gebruiken voor Van en Aan.
pl: Nie można użyć tego samego tokena w polach Od i Do.
pt: Você não pode usar o mesmo token para From e To.
ru: Вы не можете использовать один и тот же токен для полей «От» и «До».
sk: Nemôžete použiť rovnaký token pre položky From a To.
sr: Не можете користити исти токен за Од и До.
sv: Du kan inte använda samma token för Från och Till.
sw: Huwezi kutumia tokeni sawa kwa From na To.
th: คุณไม่สามารถใช้โทเค็นเดียวกันสำหรับจากและถึงได้
tr: From ve To için aynı token'ı kullanamazsınız.
uk: Ви не можете використовувати той самий маркер для «Від» і «Кому».
ur: آپ From اور To کے لیے ایک ہی ٹوکن استعمال نہیں کر سکتے۔
vi: Bạn không thể sử dụng cùng một mã thông báo cho Từ và Đến.

source: Slippage tolerance per swap
af: Gliptoleransie per ruil
ar: تحمل الانزلاق لكل مبادلة
bn: অদলবদল প্রতি স্লিপেজ সহনশীলতা
ca: Tolerància de lliscament per canvi
da: Skridtolerance pr. swap
de: Slippage Toleranz pro Tausch
el: Ανοχή ολίσθησης ανά ανταλλαγή
es: Tolerancia de deslizamiento por intercambio
fi: Liu'utuksen toleranssi swapia kohti
fil: Pagpapahintulot sa slippage bawat swap
fr: Tolérance avec glissement par swap
hi: प्रति स्वैप स्लिपेज सहनशीलता
hu: Csúszási tűrés cserénként
id: Toleransi selip per swap
it: Tolleranza slippage per swap
ja: スワップごとの滑り止め許容差
lt: Slydimo tolerancija vienam apsikeitimui
ms: Toleransi gelinciran setiap pertukaran
nl: Slippage tolerantie per swap
pl: Tolerancja poślizgu na swap
pt: Tolerância do slippage por swap
ru: Допустимость проскальзывания на смену
sk: Tolerancia sklzu na výmenu
sr: Толеранција клизања по замени
sv: Slippage tolerans per swap
sw: Uvumilivu wa kuteleza kwa ubadilishaji
th: ความคลาดเคลื่อนของค่าสลิปต่อการสลับ
tr: Swap başına kayma toleransı
uk: Допустимість спуску на своп
ur: slippage رواداری فی سویپ
vi: Độ trượt cho mỗi lần hoán đổi

source: Custom
af: Pasgemaak
ar: مخصص
bn: কাস্টম
ca: Personalitzat
da: Skik
de: Eigene
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
fr: Personnalisé
hi: रिवाज़
hu: Szokás
id: Kebiasaan
it: Personalizzato
ja: カスタム
lt: Pasirinktinis
ms: Adat
nl: Aangepaste
pl: Własny
pt: Personalizado
ru: Свой
sk: Vlastné
sr: Цустом
sv: Anpassad
sw: Desturi
th: กำหนดเอง
tr: Gelenek
uk: Користувацька
ur: حسب ضرورت
vi: Phong tục

source: Your transaction will be reverted if the price changes unfavorably by more than this percentage.
af: Jou transaksie sal teruggedraai word as die prys ongunstig verander met meer as hierdie persentasie.
ar: سيتم التراجع عن معاملتك إذا تغير السعر بشكل غير مواتٍ بنسبة أكبر من هذه النسبة.
bn: এই শতাংশের বেশি মূল্য প্রতিকূলভাবে পরিবর্তিত হলে আপনার লেনদেন ফিরিয়ে দেওয়া হবে।
ca: La vostra transacció es revertirà si el preu canvia desfavorablement en més d'aquest percentatge.
da: Din transaktion vil blive tilbageført, hvis prisen ændres ugunstigt med mere end denne procentdel.
de: Ihre Transaktion wird rückgängig gemacht, wenn sich der Preis ungünstig um mehr als diesen Prozentsatz ändert.
el: Η συναλλαγή σας θα επανέλθει αν η τιμή αλλάξει δυσμενώς περισσότερο από αυτό το ποσοστό.
es: Su transacción será revertida si el precio cambia desfavorablemente más de este porcentaje.
fi: Tapahtumasi palautetaan, jos hinta muuttuu epäsuotuisasti enemmän kuin tämä prosenttiosuus.
fil: Ibabalik ang iyong transaksyon kung hindi maganda ang pagbabago sa presyo ng higit sa porsyentong ito.
fr: Votre transaction sera annulée si le prix change défavorablement de plus de ce pourcentage.
hi: यदि मूल्य में इस प्रतिशत से अधिक प्रतिकूल परिवर्तन होता है तो आपका लेनदेन वापस कर दिया जाएगा।
hu: Tranzakciója visszaáll, ha az ár ennél a százaléknál nagyobb mértékben változik kedvezőtlenül.
id: Transaksi Anda akan dibatalkan jika harga berubah tidak menguntungkan lebih dari persentase ini.
it: La tua transazione verrà ripristinata se il prezzo cambia sfavorevolmente di più di questa percentuale.
ja: 価格がこのパーセンテージよりも不利に変更された場合、取引は元に戻されます。
lt: Jūsų sandoris bus grąžintas, jei kaina nepalankiai pasikeis daugiau nei šis procentas.
ms: Urus niaga anda akan dikembalikan jika harga berubah secara tidak menguntungkan lebih daripada peratusan ini.
nl: Uw transactie zal worden teruggedraaid als de prijs onvoordelig verandert met meer dan dit percentage.
pl: Twoja transakcja zostanie przywrócona, jeśli cena zmieni się niekorzystnie o więcej niż ten procent.
pt: Sua transação será revertida se o preço mudar desfavoravelmente, mais do que esta percentagem.
ru: Ваша транзакция будет отменена, если цена изменится более чем на этот процент.
sk: Vaša transakcia bude vrátená, ak sa cena nepriaznivo zmení o viac ako toto percento.
sr: Ваша трансакција ће бити поништена ако се цена неповољно промени за више од овог процента.
sv: Din transaktion kommer att återställas om priset ändras ogynnsamt med mer än denna procentsats.
sw: Muamala wako utarejeshwa ikiwa bei itabadilika isivyofaa kwa zaidi ya asilimia hii.
th: ธุรกรรมของคุณจะถูกกลับคืนหากราคามีการเปลี่ยนแปลงในทางลบมากกว่าเปอร์เซ็นต์นี้
tr: Fiyatta bu orandan fazla olumsuz değişim olması durumunda işleminiz geri alınacaktır.
uk: Вашу транзакцію буде повернуто, якщо ця ціна зміниться більш ніж на цей відсоток.
ur: اگر قیمت اس فیصد سے زیادہ ناموافق طور پر تبدیل ہوتی ہے تو آپ کا لین دین واپس کر دیا جائے گا۔
vi: Giao dịch của bạn sẽ bị hủy nếu giá thay đổi bất lợi hơn mức phần trăm này.

source: Warning
af: Waarskuwing
ar: تحذير
bn: সতর্কতা
ca: Avís
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
fi: Varoitus
fil: Babala
fr: Avertissement
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
lt: Įspėjimas
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt: ATENÇÃO
ru: Предупреждение
sk: POZOR
sr: Упозорење
sv: Varning
sw: Onyo
th: คำเตือน
tr: Uyarı
uk: Застереження
ur: وارننگ
vi: Cảnh báo
