Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Minimum suggested slippage: {minRequiredSlippage}
af: Minimum voorgestelde gly: {minRequiredSlippage}
ar: الحد الأدنى للانزلاق المقترح: {minRequiredSlippage}
bn: ন্যূনতম প্রস্তাবিত স্লিপেজ: {minRequiredSlippage}
ca: Lliscament mínim suggerit: {minRequiredSlippage}
da: Minimum foreslået glidning: {minRequiredSlippage}
de: Empfohlener Mindestschlupf: {minRequiredSlippage}
el: Ελάχιστη προτεινόμενη απόκλιση: {minRequiredSlippage}
fi: Pienin suositeltu liukuminen: {minRequiredSlippage}
fr: Glissement minimum suggéré : {minRequiredSlippage}
hi: न्यूनतम सुझाया गया फिसलन: {minRequiredSlippage}
hu: Minimális javasolt csúszás: {minRequiredSlippage}
id: Minimum slippage yang disarankan: {minRequiredSlippage}
ja: 推奨最小スリップページ: {minRequiredSlippage}
lt: Minimalus siūlomas praslydimas: {minRequiredSlippage}
ms: Kegelinciran minimum yang dicadangkan: {minRequiredSlippage}
nl: Minimale voorgestelde slippage: {minRequiredSlippage}
pl: Minimalny sugerowany poślizg: {minRequiredSlippage}
pt: Deslizamento mínimo sugerido: {minRequiredSlippage}
ru: Минимальное рекомендуемое проскальзывание: {minRequiredSlippage}
sk: Minimálny odporúčaný sklz: {minRequiredSlippage}
sr: Минимално препоручено клизање: {minRequiredSlippage}
sv: Minsta föreslagna glidning: {minRequiredSlippage}
sw: Kiwango cha chini kabisa cha utelezi kilichopendekezwa: {minRequiredSlippage}
th: ค่าสลิปเปิลขั้นต่ำที่แนะนำ: {minRequiredSlippage}
tr: Önerilen minimum kayma: {minRequiredSlippage}
uk: Мінімальне рекомендоване прослизання: {minRequiredSlippage}
ur: کم از کم تجویز کردہ slippage: {minRequiredSlippage}
vi: Độ trượt tối thiểu được đề xuất: {minRequiredSlippage}

source: Yours: {userSlippage}
af: Die uwe: {userSlippage}
ar: خاصتك: {userSlippage}
bn: আপনার: {userSlippage}
ca: El teu: {userSlippage}
da: Dine: {userSlippage}
de: Ihre: {userSlippage}
el: Δικά σας: {userSlippage}
es: Tu: {userSlippage}
fi: Sinut: {userSlippage}
fil: Sa iyo: {userSlippage}
fr: Votre: {userSlippage}
hi: आपका: {userSlippage}
hu: A tiéd: {userSlippage}
id: Milik Anda: {userSlippage}
it: Tuo: {userSlippage}
ja: あなたの: {userSlippage}
lt: Jūsų: {userSlippage}
ms: Milik anda: {userSlippage}
nl: Jouw: {userSlippage}
pt: Sua: {userSlippage}
ru: Ваши: {userSlippage}
sk: Váš: {userSlippage}
sr: Ваш: {userSlippage}
sv: Er: {userSlippage}
sw: Wako: {userSlippage}
th: ของคุณ: {userSlippage}
tr: Sizin: {userSlippage}
uk: Ваш: {userSlippage}
ur: آپ کا: {userSlippage}
vi: Của bạn: {userSlippage}

source: See All Routes
af: Sien Alle Roetes
ar: شاهد جميع الطرق
bn: সমস্ত রুট দেখুন
ca: Veure totes les rutes
da: Se alle ruter
de: Alle Routen anzeigen
el: Δείτε Όλες Τις Διαδρομές
es: Ver todas las rutas
fi: Katso Kaikki Reitit
fil: Tingnan ang Lahat ng Ruta
fr: Voir toutes les routes
hi: सभी रूट देखें
hu: Lásd: Összes útvonal
id: Lihat Semua Rute
it: Vedi Tutte Le Itinerari
ja: すべてのルートを見る
lt: Žiūrėti visus maršrutus
ms: Lihat Semua Laluan
nl: Alle routes bekijken
pl: Zobacz wszystkie trasy
pt: Ver todas as rotas
ru: Посмотреть все маршруты
sk: Pozrite si všetky trasy
sr: Погледајте све руте
sv: Se alla rutter
sw: Angalia Njia Zote
th: ดูเส้นทางทั้งหมด
tr: Tüm Rotaları Gör
uk: Побачити всі маршрути
ur: تمام راستے دیکھیں
vi: Xem tất cả các tuyến đường

source: View more info
af: Bekyk meer inligting
ar: عرض المزيد من المعلومات
bn: আরো তথ্য দেখুন
ca: Veure més informació
da: Se mere info
de: Mehr Infos anzeigen
el: Δείτε περισσότερες πληροφορίες
es: Ver más información
fi: Näytä lisätiedot
fil: Tingnan ang higit pang impormasyon
fr: Voir plus d'infos
hi: अधिक जानकारी देखें
hu: További információk megtekintése
id: Lihat info lebih lanjut
it: Vedi maggiori informazioni
ja: 詳細情報を表示
lt: Žiūrėti daugiau informacijos
ms: Lihat maklumat lanjut
nl: Bekijk meer informatie
pl: Zobacz więcej informacji
pt: Ver mais informações
ru: Подробнее
sk: Zobraziť viac informácií
sr: Погледајте више информација
sv: Visa mer information
sw: Tazama maelezo zaidi
th: ดูข้อมูลเพิ่มเติม
tr: Daha fazla bilgi görüntüle
uk: Показати більше
ur: مزید معلومات دیکھیں
vi: Xem thêm thông tin

source: Gas & Fee Explanation
af: Gas & Fooi Verduideliking
ar: شرح الغاز والرسوم
bn: গ্যাস ও ফি ব্যাখ্যা
ca: Explicació de la tarifa i el gas
da: Gas & gebyrforklaring
de: Gas- & Gebührenerklärung
el: Εξήγηση Αερίου & Χρέους
es: Explicación de gas y comisión
fi: Kaasun Ja Maksun Selitys
fil: Paliwanag ng Gas at Bayad
fr: Explication du gaz et des frais
hi: गैस एवं शुल्क स्पष्टीकरण
hu: Gáz és díj magyarázata
id: Penjelasan Gas & Biaya
it: Spiegazione Di Gas E Commissioni
ja: ガス&料金の説明
lt: Dujų ir mokesčių paaiškinimas
ms: Penjelasan Gas & Yuran
nl: Gas & Fee Uitleg
pl: Wyjaśnienie dotyczące gazu i opłat
pt: Explicação de Gás e Taxa
ru: Объяснение газа и платы
sk: Vysvetlenie plynu a poplatkov
sr: Објашњење за гас и накнаду
sv: Förklaring av gas & avgift
sw: Maelezo ya Gesi na Ada
th: คำอธิบายเกี่ยวกับก๊าซและค่าธรรมเนียม
tr: Gaz ve Ücret Açıklaması
uk: Газ і комісія
ur: گیس اور فیس کی وضاحت
vi: Giải thích về Gas & Phí

source: Details
af: Besonderhede
ar: تفاصيل
bn: বিস্তারিত
ca: Detalls
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fi: Yksityiskohdat
fil: Mga Detalye
fr: Détails du produit
hi: विवरण
hu: Részletek
id: Rincian
it: Dettagli
ja: 詳細
lt: Detalės
ms: Butiran
nl: Beschrijving
pl: Szczegóły
pt: detalhes
ru: Детали
sk: Podrobnosti
sr: Детаљи
sv: Detaljer
sw: Maelezo
th: รายละเอียด
tr: Detaylar
uk: Подробиці
ur: تفصیلات
vi: Chi tiết

source: Total Payable Fee
af: Totale betaalbare fooi
ar: إجمالي الرسوم المستحقة
bn: মোট প্রদেয় ফি
ca: Quota total a pagar
da: Samlet betalbar gebyr
de: Gesamtgebühr
el: Συνολική Πληρωτέα Χρέωση
es: Tarifa total a pagar
fi: Maksettu Maksu Yhteensä
fil: Kabuuang Bayad na Bayad
fr: Total des frais payables
hi: कुल देय शुल्क
hu: Teljes fizetendő díj
id: Total Biaya yang Harus Dibayar
it: Commissioni Pagabili Totali
ja: 合計支払手数料
lt: Visas mokėtinas mokestis
ms: Jumlah Yuran Yang Perlu Dibayar
nl: Totale te betalen vergoeding
pl: Całkowita należna opłata
pt: Taxa total a pagar
ru: Общая оплата
sk: Celkový splatný poplatok
sr: Укупна накнада за плаћање
sv: Total betalningskostnad
sw: Ada ya Jumla Inayolipwa
th: ค่าธรรมเนียมรวมที่ต้องชำระ
tr: Toplam Ödenecek Ücret
uk: Загальна сума виплат
ur: کل قابل ادائیگی فیس
vi: Tổng phí phải trả

source: Hide non-payable fees
af: Versteek nie-betaalbare fooie
ar: إخفاء الرسوم غير القابلة للدفع
bn: অপ্রদেয় ফি লুকান
ca: Amaga les taxes no pagables
da: Skjul ikke-betalbare gebyrer
de: Nicht zu zahlende Gebühren ausblenden
el: Απόκρυψη μη πληρωτέων τελών
es: Ocultar tarifas no pagables
fi: Piilota muut kuin maksetut maksut
fil: Itago ang mga hindi mababayarang bayarin
fr: Masquer les frais non payables
hi: गैर-भुगतान योग्य शुल्क छिपाएँ
hu: A nem fizetendő díjak elrejtése
id: Sembunyikan biaya yang tidak dibayarkan
it: Nascondi commissioni non pagabili
ja: 支払い不可能な手数料を非表示
lt: Slėpti nemokamus mokesčius
ms: Sembunyikan yuran yang tidak perlu dibayar
nl: Verberg onbetaalbare vergoedingen
pl: Ukryj opłaty niepłatne
pt: Ocultar taxas não-pagáveis
ru: Скрыть неоплачиваемые комиссии
sk: Skryť neplatiteľné poplatky
sr: Сакријте неплативе накнаде
sv: Dölj icke-betalbara avgifter
sw: Ficha ada zisizolipiwa
th: ซ่อนค่าธรรมเนียมที่ไม่ต้องชำระ
tr: Ödenmeyen ücretleri gizle
uk: Приховати неоплачені платежі
ur: غیر قابل ادائیگی فیس چھپائیں۔
vi: Ẩn các khoản phí không phải trả

source: Show non-payable fees
af: Toon nie-betaalbare fooie
ar: إظهار الرسوم غير القابلة للدفع
bn: অপ্রদেয় ফি দেখান
ca: Mostra les taxes no pagables
da: Vis ikke-betalbare gebyrer
de: Nicht zahlbare Gebühren anzeigen
el: Εμφάνιση μη πληρωτέων τελών
es: Mostrar tarifas no pagables
fi: Näytä maksamattomat maksut
fil: Ipakita ang mga hindi nababayarang bayarin
fr: Afficher les frais non payants
hi: गैर-देय शुल्क दिखाएं
hu: Mutassa meg a nem fizetendő díjakat
id: Tampilkan biaya yang tidak dibayarkan
it: Mostra commissioni non pagabili
ja: 未払い手数料を表示
lt: Rodyti nemokamus mokesčius
ms: Tunjukkan yuran yang tidak perlu dibayar
nl: Toon onbetaalbare kosten
pl: Pokaż opłaty bezpłatne
pt: Mostrar tarifas não pagáveis
ru: Показать неоплачиваемые сборы
sk: Ukážte nezaplatiteľné poplatky
sr: Прикажите неплативе накнаде
sv: Visa icke-betalbara avgifter
sw: Onyesha ada zisizolipiwa
th: แสดงค่าธรรมเนียมที่ไม่ต้องชำระ
tr: Ödenmeyen ücretleri göster
uk: Показати платні платежі
ur: غیر قابل ادائیگی فیس دکھائیں۔
vi: Hiển thị các khoản phí không phải trả

source: Description
af: Beskrywing
ar: وصف
bn: বর্ণনা
ca: Descripció
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
fil: Paglalarawan
fr: Libellé
hi: विवरण
hu: Leírás
id: Keterangan
it: Descrizione
ja: 説明
lt: Aprašymas
ms: Penerangan
nl: Beschrijving
pl: Opis
pt: Descrição:
ru: Описание
sk: Popis
sr: Опис
sv: Beskrivning
sw: Maelezo
th: คำอธิบาย
tr: Tanım
uk: Опис
ur: تفصیل
vi: Sự miêu tả

source: The following fees are considered in the transaction output and you won’t need to pay extra gas for them.
af: Die volgende fooie word in die transaksie-uitset in ag geneem en sal jy nie ekstra gas daarvoor hoef te betaal nie.
ar: يتم أخذ الرسوم التالية في الاعتبار في ناتج المعاملة و لن تحتاج إلى دفع رسوم غاز إضافية مقابلها.
bn: নিম্নলিখিত ফিগুলি লেনদেনের আউটপুটে বিবেচনা করা হয় এবং আপনাকে তাদের জন্য অতিরিক্ত গ্যাস দিতে হবে না৷
ca: Les tarifes següents es tenen en compte a la sortida de la transacció i no haureu de pagar gas addicional per elles.
da: Følgende gebyrer tages i betragtning i transaktionens output, og behøver du ikke betale ekstra gas for dem.
de: Die folgenden Gebühren werden in der Transaktionsleistung berücksichtigt und Sie brauchen kein zusätzliches Gas dafür zu bezahlen.
el: Οι ακόλουθες χρεώσεις λαμβάνονται υπόψη στην παραγωγή συναλλαγής και δεν θα χρειαστεί να πληρώσετε επιπλέον φυσικό αέριο για αυτούς.
es: Las siguientes comisiones se consideran en la salida de la transacción y no necesitarás pagar gas adicional por ellas.
fi: Seuraavat maksut otetaan huomioon liiketoimen tuotos, ja sinun ei tarvitse maksaa ylimääräistä kaasua niistä.
fil: Ang mga sumusunod na bayarin ay isinasaalang-alang sa output ng transaksyon at hindi mo na kailangang magbayad ng dagdag na gas para sa kanila.
fr: Les frais suivants sont pris en compte dans la production de la transaction et vous n'aurez pas besoin de payer du gaz supplémentaire pour eux.
hi: लेनदेन आउटपुट में निम्नलिखित शुल्कों पर विचार किया जाता है और आपको उनके लिए अतिरिक्त गैस का भुगतान करने की आवश्यकता नहीं होगी।
hu: Az alábbi díjak figyelembe vételre kerülnek a tranzakció kimeneténél, és ezekért nem kell külön gázt fizetni.
id: Biaya-biaya berikut dipertimbangkan dalam hasil transaksi dan Anda tidak perlu membayar biaya gas tambahan untuk biaya-biaya tersebut.
it: Le seguenti commissioni sono prese in considerazione nell'output della transazione e non sarà necessario pagare gas extra per loro.
ja: 以下の手数料は取引の出力で考慮され、 余分なガスを支払う必要はありません。
lt: Toliau nurodyti mokesčiai atsižvelgiama į operacijos išvestį ir už juos nereikės mokėti papildomų dujų.
ms: Yuran berikut dipertimbangkan dalam output transaksi dan anda tidak perlu membayar gas tambahan untuknya.
nl: De volgende kosten worden in rekening gebracht in de transactieuitvoer en je hoeft er geen extra gas voor te betalen.
pl: Następujące opłaty są brane pod uwagę w wyjściu transakcji i nie musisz za nie płacić dodatkowego gazu.
pt: As seguintes tarifas são consideradas no resultado da transação e você não precisará pagar gás extra por elas.
ru: Следующие комиссии учитываются при выводе транзакций, и вам не придется платить за них дополнительный газ.
sk: Nasledujúce poplatky sú zohľadnené vo výstupe transakcie a za ne nebudete musieť platiť extra plyn.
sr: Следеће накнаде се узимају у обзир у излазу трансакције и нећете морати да плаћате додатни гас за њих.
sv: Följande avgifter beaktas i transaktionen utgång och behöver du inte betala extra gas för dem.
sw: Ada zifuatazo zinazingatiwa katika matokeo ya muamala na hutahitaji kuzilipia gesi ya ziada.
th: ค่าธรรมเนียมดังต่อไปนี้จะถูกนำมาพิจารณาในผลลัพธ์ของธุรกรรม และ คุณไม่จำเป็นต้องจ่ายค่าก๊าซเพิ่มเติมสำหรับค่าธรรมเนียมเหล่านี้
tr: Aşağıdaki ücretler işlem çıktısına dahil edilir ve bunlar için ekstra gas ödemenize gerek kalmaz.
uk: Наступні комісії враховуються у вихідних даних транзакції, і вам не потрібно буде платити за них додатковий газ.
ur: لین دین کے آؤٹ پٹ میں درج ذیل فیسوں پر غور کیا جاتا ہے اور آپ کو ان کے لیے اضافی گیس ادا کرنے کی ضرورت نہیں ہوگی۔
vi: Các loại phí sau đây được tính vào kết quả giao dịch và bạn sẽ không cần phải trả thêm phí gas cho chúng.

source: Swap input
af: Wissel invoer
ar: تبديل المدخلات
bn: অদলবদল ইনপুট
ca: Canvia l'entrada
da: Skift input
fil: Magpalit ng input
hi: इनपुट स्वैप करें
hu: Cserélje ki a bemenetet
id: Tukar masukan
lt: Sukeisti įvestį
ms: Tukar input
sk: Vymeňte vstup
sr: Замени улаз
sw: Badilisha pembejeo
th: สลับอินพุต
tr: Girişi değiştir
ur: ان پٹ کو تبدیل کریں۔
vi: Hoán đổi đầu vào

source: Estimated output
af: Geskatte uitset
ar: الناتج المقدر
bn: আনুমানিক আউটপুট
ca: Sortida estimada
da: Estimeret output
de: Geschätzte Ausgabe
el: Εκτιμώμενη έξοδος
es: Salida estimada
fi: Arvioitu tuotos
fil: Tinantyang output
fr: Sortie estimée
hi: अनुमानित उत्पादन
hu: Becsült teljesítmény
id: Perkiraan keluaran
it: Risultato stimato
ja: 推定された出力
lt: Numatoma produkcija
ms: Anggaran keluaran
nl: Geschatte uitvoer
pl: Szacowane wyjście
pt: Saída estimada
ru: Приблизительный выход
sk: Odhadovaný výstup
sr: Процењени излаз
sv: Uppskattad utdata
sw: Kadirio la matokeo
th: ผลผลิตโดยประมาณ
tr: Tahmini çıktı
uk: Розрахунковий вихід
ur: تخمینی پیداوار
vi: Sản lượng ước tính

source: Via:
ar: عبر:
bn: এর মাধ্যমে:
el: Βιέννη:
es: Vía:
fil: sa pamamagitan ng:
hi: के जरिए:
hu: Keresztül:
id: Melalui:
ja: ビア:
lt: Per:
ms: Melalui:
pl: Przelotka:
ru: Виа:
sk: cez:
sr: преко:
sw: Kupitia:
th: ทาง:
tr: Aracılığıyla:
uk: Через:
ur: بذریعہ:
vi: Thông qua:

source: Chains:
af: Kettings:
ar: السلاسل:
bn: চেইন:
ca: Cadenes:
da: Kæder:
de: Ketten:
el: Αλυσίδες:
es: Cadenas:
fi: Ketjut:
fil: Mga tanikala:
fr: Chaînes :
hi: जंजीरें:
hu: Láncok:
id: Rantai:
it: Catene:
ja: チェーン:
lt: Grandinės:
ms: rantai:
nl: Kettingen:
pl: Łańcuchy
pt: Correntas:
ru: Цепочки:
sk: reťaze:
sr: Ланци:
sv: Kedjor:
sw: Minyororo:
th: โซ่:
tr: Zincirler:
uk: Ланцюги:
ur: زنجیریں:
vi: Chuỗi:

source: Sort by
af: Sorteer volgens
ar: فرز حسب
bn: অনুসারে সাজান
ca: Ordena per
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fi: Järjestä
fil: Pagbukud-bukurin ayon sa
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
hu: Rendezés
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
lt: Rūšiuoti pagal
ms: Isih mengikut
nl: Sorteren op
pl: Sortuj według
pt: Classificar por
ru: Сортировать по
sk: Zoradiť podľa
sr: Сортирај по
sv: Sortera efter
sw: Panga kwa
th: จัดเรียงตาม
tr: Göre sırala
uk: Сортувати за
ur: ترتیب دیں
vi: Sắp xếp theo

source: Smart Routing
af: Slim roetering
ar: التوجيه الذكي
bn: স্মার্ট রাউটিং
ca: Enrutament intel·ligent
de: Intelligente Routing
el: Έξυπνη Δρομολόγηση
es: Ruta inteligente
fi: Älykäs Reititys
fr: Routage intelligent
hi: स्मार्ट रूटिंग
hu: Intelligens útválasztás
id: Rute Cerdas
it: Routing Intelligente
ja: スマートルーティング
lt: Išmanusis maršruto parinkimas
ms: Penghalaan Pintar
nl: Slimme routering
pl: Inteligentne Trasowanie
pt: Roteamento inteligente
ru: Умная маршрутизация
sk: Inteligentné smerovanie
sr: Смарт Роутинг
th: การกำหนดเส้นทางอัจฉริยะ
tr: Akıllı Yönlendirme
uk: Розумна маршрутизація
ur: اسمارٹ روٹنگ
vi: Lộ trình thông minh

source: Lowest Fee
af: Laagste fooi
ar: أقل رسوم
bn: সর্বনিম্ন ফি
ca: Tarifa més baixa
da: Laveste gebyr
de: Niedrigste Gebühr
el: Χαμηλότερη Χρέωση
es: Tarifa más baja
fi: Alin Maksu
fil: Pinakamababang Bayad
fr: Frais les plus bas
hi: सबसे कम शुल्क
hu: Legalacsonyabb díj
id: Biaya Terendah
it: Tariffa Più Bassa
ja: 最低手数料
lt: Mažiausias mokestis
ms: Yuran Terendah
nl: Laagste kosten
pl: Najniższa opłata
pt: Taxa mais baixa
ru: Самая низкая комиссия
sk: Najnižší poplatok
sr: Најнижа накнада
sv: Lägsta avgift
sw: Ada ya chini kabisa
th: ค่าธรรมเนียมต่ำสุด
tr: En Düşük Ücret
uk: Найнижча комісія
ur: سب سے کم فیس
vi: Phí thấp nhất

source: Fastest Transfer
af: Vinnigste oordrag
ar: أسرع نقل
bn: দ্রুততম স্থানান্তর
ca: La transferència més ràpida
da: Hurtigste overførsel
de: Schnellste Übertragung
el: Ταχύτερη Μεταφορά
es: Transferencia más rápida
fi: Nopein Siirto
fil: Pinakamabilis na Paglipat
fr: Transfert le plus rapide
hi: सबसे तेज़ स्थानांतरण
hu: Leggyorsabb átvitel
id: Transfer Tercepat
it: Trasferimento Più Veloce
ja: 最速送金
lt: Greičiausias perkėlimas
ms: Pemindahan Terpantas
nl: Snelste overdracht
pl: Najszybszy transfer
pt: Mais Rápido
ru: Быстрый перевод
sk: Najrýchlejší prevod
sr: Најбржи трансфер
sv: Snabbaste överföringen
sw: Uhamisho wa haraka zaidi
th: โอนถ่ายข้อมูลได้รวดเร็วที่สุด
tr: En Hızlı Transfer
uk: Найшвидша передача
ur: تیز ترین ٹرانسفر
vi: Chuyển khoản nhanh nhất

source: Maximum Return
af: Maksimum opbrengs
ar: الحد الأقصى للعائد
bn: সর্বোচ্চ রিটার্ন
ca: Rendiment màxim
da: Maksimal afkast
de: Maximale Retoure
el: Μέγιστη Επιστροφή
es: Devolución máxima
fi: Suurin Palautus
fil: Pinakamataas na Pagbabalik
fr: Retour maximum
hi: अधिकतम रिटर्न
hu: Maximális megtérülés
id: Hasil Maksimal
it: Ritorno Massimo
ja: 最大返品数
lt: Didžiausia grąža
ms: Pulangan Maksimum
nl: Maximale retour
pl: Maksymalny zwrot
pt: Retorno Máximo
ru: Максимальный возврат
sk: Maximálna návratnosť
sr: Макимум Ретурн
sv: Maximal retur
sw: Upeo wa Kurudi
th: ผลตอบแทนสูงสุด
tr: Maksimum Getiri
uk: Максимальне повернення
ur: زیادہ سے زیادہ واپسی
vi: Lợi nhuận tối đa

source: Maximum Output
af: Maksimum uitset
ar: الحد الأقصى للإخراج
bn: সর্বোচ্চ আউটপুট
ca: Sortida màxima
da: Maksimal output
de: Maximale Ausgabe
el: Μέγιστη Έξοδος
es: Salida máxima
fi: Suurin Ulostulo
fil: Pinakamataas na Output
fr: Sortie maximale
hi: अधिकतम आउटपुट
hu: Maximális kimenet
id: Output Maksimum
it: Output Massimo
ja: 最大出力
lt: Maksimali išvestis
ms: Output Maksimum
nl: Maximale uitvoer
pl: Maksymalna wartość wyjściowa
pt: Produção Máxima
ru: Максимальный вывод
sk: Maximálny výkon
sr: Макимум Оутпут
sv: Maximal utdata
sw: Upeo wa Pato
th: เอาท์พุตสูงสุด
tr: Maksimum Çıktı
uk: Максимальний вихід
ur: زیادہ سے زیادہ آؤٹ پٹ
vi: Đầu ra tối đa

source: Swapping
af: Omruil
ar: تبادل
bn: অদলবদল
ca: Canvi
da: Bytte
fil: Pagpapalit
hi: अदला-बदली
hu: Csere
id: Pertukaran
lt: Keitimas
ms: Bertukar-tukar
sk: Výmena
sr: Замена
sw: Kubadilishana
th: การแลกเปลี่ยน
tr: Takaslama
ur: تبادلہ کرنا
vi: Trao đổi

source: Gas cost
af: Gas koste
ar: تكلفة الغاز
bn: গ্যাস খরচ
ca: Cost del gas
da: Gas omkostninger
de: Gaskosten
el: Κόστος αερίου
es: Coste de gas
fi: Kaasun hinta
fil: Gastos sa gas
fr: Coût du gaz
hi: गैस की लागत
hu: Gáz költség
id: Biaya gas
it: Costo del gas
ja: ガスコスト
lt: Dujų kaina
ms: Kos gas
nl: Gas kosten
pl: Koszt gazu
pt: Custo de gás
ru: Затраты газа
sk: Náklady na plyn
sr: Трошак гаса
sv: Gas kostnad
sw: Gharama ya gesi
th: ค่าแก๊ส
tr: Gaz maliyeti
uk: Вартість газу
ur: گیس کی قیمت
vi: Chi phí gas

source: Receiving
af: Ontvangs
ar: إستلام
bn: রিসিভিং
ca: Recepció
da: Modtager
de: Empfangen
el: Λήψη
es: Recibiendo
fi: Vastaanotetaan
fil: Pagtanggap
fr: Réception en cours
hi: प्राप्त
hu: Fogadás
id: Menerima
it: Ricezione
ja: 受信中
lt: Priėmimas
ms: Menerima
nl: Ontvangen
pl: Odbieranie
pt: Recebimento
ru: Получение
sk: Prijímanie
sr: Примање
sv: Tar emot
sw: Kupokea
th: การรับ
tr: Alma
uk: Отримання
ur: وصول کرنا
vi: Nhận được

source: Price impact
af: Prys impak
ar: تأثير السعر
bn: দামের প্রভাব
ca: Impacte en el preu
da: Prispåvirkning
de: Preisauswirkung
el: Αντίκτυπος τιμής
es: Impacto del precio
fi: Hinnan vaikutus
fil: Epekto sa presyo
fr: Impact des prix
hi: मूल्य प्रभाव
hu: Árhatás
id: Dampak harga
it: Impatto sui prezzi
ja: 価格への影響
lt: Kainos poveikis
ms: Kesan harga
nl: Prijs impact
pl: Wpływ cen
pt: Impacto nos preços
ru: Влияние цены
sk: Vplyv na cenu
sr: Утицај на цену
sv: Pris inverkan
sw: Athari ya bei
th: ผลกระทบต่อราคา
tr: Fiyat etkisi
uk: Вплив ціни
ur: قیمت کا اثر
vi: Tác động giá

source: You need to increase slippage to at least {minRequiredSlippage} for this route.
af: Jy moet glip verhoog tot minstens {minRequiredSlippage} vir hierdie roete.
ar: يجب عليك زيادة الانزلاق إلى {minRequiredSlippage} على الأقل لهذا الطريق.
bn: এই রুটের জন্য আপনাকে অন্তত {minRequiredSlippage} স্লিপেজ বাড়াতে হবে।
ca: Heu d'augmentar el lliscament com a mínim a {minRequiredSlippage} per a aquesta ruta.
da: Du skal øge glidningen til mindst {minRequiredSlippage} for denne rute.
de: Sie müssen den Slippage für diese Route auf mindestens {minRequiredSlippage} erhöhen.
el: Πρέπει να αυξήσετε την ολίσθηση σε τουλάχιστον {minRequiredSlippage} για αυτήν τη διαδρομή.
es: Necesitas aumentar el deslizamiento a al menos {minRequiredSlippage} para esta ruta.
fi: Sinun täytyy lisätä lipsumissivua vähintään {minRequiredSlippage} tälle reitille.
fil: Kailangan mong pataasin ang pagdulas sa hindi bababa sa {minRequiredSlippage} para sa rutang ito.
fr: Vous devez augmenter le slippage à au moins {minRequiredSlippage} pour cette route.
hi: आपको इस मार्ग के लिए स्लिपेज को कम से कम {minRequiredSlippage} तक बढ़ाने की आवश्यकता है।
hu: Ehhez az útvonalhoz legalább {minRequiredSlippage} -ra kell növelnie a csúszást.
id: Anda perlu meningkatkan slippage setidaknya hingga {minRequiredSlippage} untuk rute ini.
it: È necessario aumentare lo slittamento ad almeno {minRequiredSlippage} per questo percorso.
ja: このルートについては、少なくとも {minRequiredSlippage} まで滑りやすくする必要があります。
lt: Šiam maršrutui reikia padidinti slydimą bent iki {minRequiredSlippage} .
ms: Anda perlu meningkatkan gelinciran kepada sekurang-kurangnya {minRequiredSlippage} untuk laluan ini.
nl: Je moet slippage verhogen naar tenminste {minRequiredSlippage} voor deze route.
pl: Musisz zwiększyć poślizg do co najmniej {minRequiredSlippage} dla tej trasy.
pt: Você precisa aumentar o slippage para pelo menos {minRequiredSlippage} para esta rota.
ru: Вам нужно увеличить проскальзывание по крайней мере до {minRequiredSlippage} для этого маршрута.
sk: Pre túto trasu musíte zvýšiť sklz aspoň na {minRequiredSlippage} .
sr: Морате повећати клизање на најмање {minRequiredSlippage} за ову руту.
sv: Du måste öka halkningen till minst {minRequiredSlippage} för denna rutt.
sw: Unahitaji kuongeza utelezi hadi angalau {minRequiredSlippage} kwa njia hii.
th: คุณจะต้องเพิ่มการลื่นไถลเป็นอย่างน้อย {minRequiredSlippage} สำหรับเส้นทางนี้
tr: Bu rota için kaymayı en az {minRequiredSlippage} 'a çıkarmanız gerekiyor.
uk: Вам потрібно збільшити слайд принаймні {minRequiredSlippage} для цього маршруту.
ur: اس راستے کے لیے آپ کو پھسلن کو کم از کم {minRequiredSlippage} تک بڑھانا ہوگا۔
vi: Bạn cần tăng độ trượt lên ít nhất {minRequiredSlippage} cho tuyến đường này.

source: Increase
af: Verhoog
ar: يزيد
bn: বৃদ্ধি করুন
ca: Augmentar
da: Øge
de: Zunahme
el: Αύξηση
fi: Lisätä
fr: Augmenter
hi: बढ़ोतरी
hu: Növekedés
id: Meningkatkan
ja: 増加
lt: Padidinti
ms: Bertambah
nl: Toename
pl: Zwiększyć
pt: Aumento
ru: Увеличивать
sk: Zvýšenie
sr: Повећање
sv: Öka
sw: Ongeza
th: เพิ่มขึ้น
tr: Arttırmak
uk: Збільшення
ur: اضافہ
vi: Tăng
