Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Waiting for the swap transaction
af: Wag vir die ruiltransaksie
ar: في انتظار معاملة المبادلة
bn: সোয়াপ লেনদেনের জন্য অপেক্ষা করছি
ca: Esperant la transacció de swap
da: Venter på byttetransaktionen
de: Warten auf die Swap-Transaktion
el: Αναμονή για τη συναλλαγή ανταλλαγής
es: Esperando la transacción de intercambio
fi: Odotetaan vaihtokauppaa
fil: Naghihintay para sa swap transaction
fr: En attente de la transaction d'échange
hi: स्वैप लेनदेन की प्रतीक्षा कर रहा हूँ
hu: Várakozás a csereügyletre
id: Menunggu transaksi swap
ja: スワップ取引を待っています
lt: Laukiama mainų sandorio
ms: Menunggu transaksi swap
nl: Wachten op de swaptransactie
pl: Oczekiwanie na transakcję wymiany
pt: Aguarda a transação de swap
ru: Ожидание сделки обмена
sk: Čakanie na swapovú transakciu
sr: Чекање на трансакцију замене
sv: Väntar på bytestransaktionen
sw: Inasubiri shughuli ya kubadilishana
th: กำลังรอการทำธุรกรรมสวอป
tr: Takas işlemini bekliyorum
uk: Очікування транзакції обміну
ur: تبادلہ لین دین کا انتظار کر رہے ہیں۔
vi: Đang chờ giao dịch hoán đổi

source: Waiting for the bridge transaction
af: Wag vir die brugtransaksie
ar: في انتظار معاملة الجسر
bn: সেতু লেনদেনের জন্য অপেক্ষা করছি
ca: Esperant la transacció del pont
da: Venter på brotransaktionen
de: Warten auf die Brückentransaktion
el: Αναμονή για τη συναλλαγή γέφυρας
es: Esperando la transacción del puente
fi: Odotetaan siltatapahtumaa
fil: Naghihintay para sa bridge transaction
fr: En attente de la transaction de pont
hi: ब्रिज लेनदेन की प्रतीक्षा में
hu: Várakozás az áthidaló tranzakcióra
id: Menunggu transaksi jembatan
ja: ブリッジ取引を待っています
lt: Laukiama tiltinio sandorio
ms: Menunggu transaksi jambatan
nl: Wachten op de brugtransactie
pl: Oczekiwanie na transakcję pomostową
pt: Aguarda a transação da ponte
ru: Ожидание мостовой транзакции
sk: Čakanie na premosťovaciu transakciu
sr: Чекање на прелазну трансакцију
sv: Väntar på bryggtransaktionen
sw: Inasubiri shughuli ya daraja
th: กำลังรอการทำธุรกรรมสะพาน
tr: Köprü işleminin beklenmesi
uk: Очікування мостової транзакції
ur: پل کے لین دین کا انتظار ہے۔
vi: Đang chờ giao dịch cầu nối

source: Connected Partially
af: Gedeeltelik gekoppel
ar: متصل جزئيًا
bn: আংশিকভাবে সংযুক্ত
ca: Connectat parcialment
da: Delvist forbundet
de: Teilweise verbunden
el: Μερικώς συνδεδεμένο
fi: Osittain yhdistetty
fr: Connecté partiellement
hi: आंशिक रूप से जुड़ा हुआ
hu: Részben csatlakoztatva
id: Terhubung Sebagian
ja: 部分的に接続
lt: Iš dalies prijungta
ms: Disambung Separa
nl: Gedeeltelijk verbonden
pl: Połączono częściowo
pt: Conectado Parcialmente
ru: Подключено частично
sk: Čiastočne pripojené
sr: Делимично повезано
sv: Delvis ansluten
sw: Imeunganishwa kwa Kiasi
th: เชื่อมต่อเพียงบางส่วน
tr: Kısmen Bağlı
uk: Частково підключено
ur: جزوی طور پر منسلک
vi: Đã kết nối một phần

source: Connect other chains
af: Verbind ander kettings
ar: ربط السلاسل الأخرى
bn: অন্যান্য চেইন সংযুক্ত করুন
ca: Connecta altres cadenes
da: Forbind andre kæder
de: Verbinden Sie andere Ketten
el: Συνδέστε άλλες αλυσίδες
fi: Yhdistä muut ketjut
fr: Connecter d'autres chaînes
hi: अन्य श्रृंखलाओं को जोड़ें
hu: Csatlakoztasson más láncokat
id: Hubungkan rantai lainnya
ja: 他のチェーンを接続する
lt: Prijunkite kitas grandines
ms: Sambungkan rantai lain
nl: Andere ketens verbinden
pl: Połącz inne łańcuchy
pt: Ligar outras cadeias
ru: Подключайте другие цепи
sk: Pripojte ďalšie reťazce
sr: Повежите друге ланце
sv: Koppla ihop andra kedjor
sw: Unganisha minyororo mingine
th: เชื่อมโยงโซ่อื่น ๆ
tr: Diğer zincirleri bağlayın
uk: З'єднайте інші ланцюги
ur: دوسری زنجیروں کو جوڑیں۔
vi: Kết nối các chuỗi khác

source: Open
af: Oop
ar: يفتح
de: Offen
fr: Ouvrir
hi: खुला
ja: 開ける
sr: Отворено
tr: Açık
uk: ВІДЧИНЕНО

source: Connecting ...
af: Koppel tans …
ar: جاري الاتصال ...
bn: সংযোগ করা হচ্ছে...
ca: S'està connectant...
da: Opretter forbindelse...
de: Verbinde ...
el: Σύνδεση...
es: Conectando...
fi: Yhdistetään ...
fil: Kumokonekta...
fr: Connexion en cours...
hi: कनेक्ट कर रहा हूँ...
hu: Csatlakozás...
id: Menghubungkan ...
it: Connessione...
ja: 接続中...
lt: Jungiamasi...
ms: Menyambung...
nl: Verbinden ...
pl: Łączenie...
pt: Conectando ...
ru: Подключение...
sk: Pripája sa...
sr: Повезивање...
sv: Ansluter ...
sw: Inaunganisha...
th: กำลังเชื่อมต่อ ...
tr: Bağlanıyor...
uk: Під'єднання...
ur: منسلک ہو رہا ہے...
vi: Đang kết nối ...

source: Connecting
af: Verbind
ar: الاتصال
bn: সংযোগ করা হচ্ছে
ca: Connectant
da: Forbinder
de: Verbinden
el: Σύνδεση
es: Conectando
fi: Yhdistetään
fil: Kumokonekta
fr: Connexion en cours
hi: कनेक्ट
hu: Csatlakozás
id: Menghubungkan
it: Connessione
ja: 接続中
lt: Prisijungimas
ms: Menyambung
nl: Verbinden
pl: Łączenie
pt: Conectando
ru: Подключение
sk: Pripája sa
sr: Повезивање
sv: Ansluter
sw: Inaunganisha
th: การเชื่อมต่อ
tr: Bağlanma
uk: З’єднання
ur: جڑ رہا ہے۔
vi: Kết nối

source: Disconnected
af: Ontkoppel
ar: منقطع
bn: সংযোগ বিচ্ছিন্ন
ca: Desconnectat
da: Afbrudt
de: Verbindung getrennt
el: Αποσυνδέθηκε
es: Desconectado
fi: Yhteys Katkaistu
fil: Nadiskonekta
fr: Déconnecté
hi: डिस्कनेक्ट किया गया
hu: Szétkapcsolt
id: Terputus
it: Disconnesso
ja: 切断されました
lt: Atjungtas
ms: Terputus sambungan
nl: Losgekoppeld
pl: Rozłączony
pt: Desconectado
ru: Отключено
sk: Odpojené
sr: Дисцоннецтед
sv: Frånkopplad
sw: Imetenganishwa
th: ถูกตัดการเชื่อมต่อ
tr: Bağlantısı kesildi
uk: Від’єднано
ur: منقطع
vi: Đã ngắt kết nối

source: you need to pass a correct state to Wallet.
af: jy moet 'n korrekte toestand aan Wallet deurgee.
ar: يجب عليك تمرير الحالة الصحيحة إلى Wallet.
bn: আপনাকে Wallet এ একটি সঠিক অবস্থা দিতে হবে।
ca: heu de passar un estat correcte a Wallet.
da: du skal sende en korrekt tilstand til Wallet.
de: Sie müssen einen korrekten Zustand an Wallet übergeben.
el: πρέπει να περάσετε μια σωστή κατάσταση στο Πορτοφόλι.
es: necesita pasar un estado correcto a Wallet.
fi: sinun täytyy siirtää oikea tila Walletiin.
fil: kailangan mong ipasa ang tamang estado sa Wallet.
fr: vous devez passer un état correct à Wallet.
hi: आपको वॉलेट को सही स्थिति पास करनी होगी।
hu: helyes állapotot kell átadnia a Walletnek.
id: Anda perlu memberikan status yang benar ke Wallet.
it: devi passare uno stato corretto a Wallet.
ja: ウォレットに正しい状態を渡す必要があります。
lt: Piniginėje turite perduoti teisingą būseną.
ms: anda perlu menghantar keadaan yang betul kepada Wallet.
nl: u moet een juiste status doorgeven aan Wallet.
pl: musisz przekazać poprawny stan Wallet.
pt: você precisa passar um estado correto para o Wallet.
ru: необходимо передать Кошельку правильное состояние.
sk: musíte do Peňaženky odovzdať správny stav.
sr: потребно је да проследите исправно стање у Новчаник.
sv: du måste skicka ett korrekt tillstånd till plånboken.
sw: unahitaji kupitisha hali sahihi kwa Wallet.
th: คุณต้องส่งสถานะที่ถูกต้องไปยัง Wallet
tr: Cüzdan'a doğru bir durum geçirmeniz gerekiyor.
uk: ви маєте передати правильний стан до Wallet.
ur: آپ کو Wallet میں ایک درست حالت منتقل کرنے کی ضرورت ہے۔
vi: bạn cần phải chuyển trạng thái chính xác cho Wallet.

source: There are no notifications.
af: Daar is geen kennisgewings nie.
ar: لا يوجد اشعارات.
bn: কোন বিজ্ঞপ্তি নেই.
ca: No hi ha notificacions.
da: Der er ingen meddelelser.
de: Keine Benachrichtigungen vorhanden.
el: Δεν υπάρχουν ειδοποιήσεις.
es: No hay notificaciones.
fi: Ilmoituksia ei ole.
fil: Walang mga notification.
fr: Il n'y a pas de notifications.
hi: कोई सूचना नहीं है.
hu: Nincsenek értesítések.
id: Tidak ada pemberitahuan.
it: Non ci sono notifiche.
ja: 通知はありません。
lt: Pranešimų nėra.
ms: Tiada pemberitahuan.
nl: Er zijn geen meldingen.
pl: Brak powiadomień.
pt: Não há notificações.
ru: Нет уведомлений.
sk: Neexistujú žiadne upozornenia.
sr: Нема обавештења.
sv: Det finns inga meddelanden.
sw: Hakuna arifa.
th: ไม่มีการแจ้งเตือนใดๆ.
tr: Bildirim yok.
uk: Немає сповіщень.
ur: کوئی اطلاعات نہیں ہیں۔
vi: Không có thông báo nào.

source: Clear all
af: Vee alles uit
ar: مسح الكل
bn: সব সাফ করুন
ca: Esborra-ho tot
da: Ryd alle
de: Alles löschen
el: Εκκαθάριση όλων
es: Limpiar todo
fi: Tyhjennä kaikki
fil: I-clear lahat
fr: Effacer tout
hi: सभी साफ करें
hu: Minden törlése
id: Hapus semuanya
it: Cancella tutto
ja: すべてクリア
lt: Išvalyti viską
ms: Kosongkan semua
nl: Alles wissen
pl: Wyczyść wszystko
pt: Limpar tudo
ru: Очистить все
sk: Vymazať všetko
sr: Обриши све
sv: Rensa alla
sw: Futa zote
th: ล้างทั้งหมด
tr: Hepsini temizle
uk: Очистити все
ur: سب صاف کریں۔
vi: Xóa tất cả

source: Balance
af: Balans
ar: توازن
bn: ভারসাম্য
ca: Balanç
de: Saldo
el: Υπόλοιπο
es: Saldo
fi: Saldo
fil: Balanse
fr: Solde
hi: संतुलन
hu: Egyensúly
id: Keseimbangan
it: Saldo
ja: 残高
lt: Balansas
ms: Baki
nl: Saldo
pl: Saldo
pt: Saldo
ru: Баланс
sk: Zostatok
sr: Баланс
sv: Saldo
sw: Mizani
th: สมดุล
tr: Denge
uk: Баланс
ur: توازن
vi: Sự cân bằng

source: Max
af: Maks
ar: الأعلى
bn: সর্বোচ্চ
ca: Màx
da: Maks
el: Μέγιστο
es: Máx
fi: Maksimi
hi: अधिकतम
id: Maksimal
ja: 最大値
lt: Maks
ms: Maks
pl: Maks.
pt: Máximo
ru: Макс
sr: Макс
th: แม็กซ์
tr: Maksimum
uk: Макс
ur: زیادہ سے زیادہ
vi: Tối đa

source: Select gas chain
af: Kies gasketting
ar: اختر سلسلة الغاز
bn: গ্যাস চেইন নির্বাচন করুন
ca: Seleccioneu la cadena de gas
de: Gaskette auswählen
el: Επιλέξτε αλυσίδα αερίου
fr: Sélectionnez la chaîne de gaz
hi: गैस श्रृंखला का चयन करें
ja: ガスチェーンを選択
pl: Wybierz łańcuch gazowy
sk: Vyberte plynový reťazec
sr: Изаберите ланац гаса
sv: Välj gaskedja
sw: Chagua mnyororo wa gesi
th: เลือกโซ่แก๊ส
tr: Gaz zincirini seçin
uk: Виберіть газовий ланцюг
vi: Chọn chuỗi khí

source: Network Change Failed
da: Netværksændring mislykkedes
ms: Perubahan Rangkaian Gagal
nl: Netwerkwijziging mislukt
pt: Falha na alteração da rede
ru: Сбой изменения сети
ur: نیٹ ورک کی تبدیلی ناکام ہو گئی۔

source: This wallet supports multiple chains. Choose which chains you'd like to connect to.
es: Esta billetera admite múltiples cadenas. Elige a qué cadenas quieres conectarte.
fil: Sinusuportahan ng wallet na ito ang maraming chain. Piliin kung aling mga chain ang gusto mong kumonekta.

source: Minimum required slippage: {minRequiredSlippage}
es: Mínimo deslizamiento requerido: {minRequiredSlippage}
fil: Minimum na kinakailangang slippage: {minRequiredSlippage}
it: Scivolo minimo richiesto: {minRequiredSlippage}

source: Change settings
es: Cambiar configuración
fil: Baguhin ang mga setting
it: Cambia impostazioni

source: Caution, your slippage is high (={userSlippage}). Your trade may be front run.
es: Precaución, su deslizamiento es alto (={userSlippage}). Su operación puede ser inicial.
fil: Mag-ingat, mataas ang iyong pagkadulas (={userSlippage}). Maaaring front run ang iyong trade.
it: Attenzione, il tuo slippage è alto (={userSlippage}). Il tuo trade può essere eseguito in anticipo.

source: Confirm anyway
es: Confirmar de todos modos
fil: Kumpirmahin pa rin
it: Conferma comunque

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
it: Questo token non appare nella lista dei token attivi. Assicurati che questo sia il token che vuoi scambiare.

source: Select chain types
it: Seleziona tipi di catena

source: This wallet supports multiple chains. Select which chain you'd like to connect to.
it: Questo portafoglio supporta più catene. Seleziona a quale catena vuoi connetterti.

source: Route has been updated.
it: Il percorso è stato aggiornato.

source: Output amount changed to {newOutputAmount} ({percentageChange}% change).
it: Importo output cambiato in {newOutputAmount} ({percentageChange}% cambio).

source: Route swappers has been updated.
it: Gli swappers del percorso sono stati aggiornati.

source: Route internal coins has been updated.
it: Il percorso delle monete interne è stato aggiornato.

source: Network Error
it: Errore Di Rete

source: Waiting for connecting wallet
it: In attesa della connessione del portafoglio

source: Waiting for bridge transaction
it: In attesa di transazione bridge
