Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: You've rejected adding {blockchainDisplayName} chain to your wallet.
af: Jy het geweier om {blockchainDisplayName} -ketting by jou beursie te voeg.
ar: لقد رفضت إضافة سلسلة {blockchainDisplayName} إلى محفظتك.
bn: আপনি আপনার ওয়ালেটে {blockchainDisplayName} চেইন যোগ করা প্রত্যাখ্যান করেছেন৷
ca: Has rebutjat afegir la cadena {blockchainDisplayName} a la teva cartera.
da: Du har afvist at tilføje {blockchainDisplayName} -kæden til din tegnebog.
de: Sie haben das Hinzufügen von {blockchainDisplayName} Kette zu Ihrer Brieftasche abgelehnt.
el: Απορρίψατε την προσθήκη αλυσίδας {blockchainDisplayName} στο πορτοφόλι σας.
es: Has rechazado añadir la cadena {blockchainDisplayName} a tu cartera.
fi: Olet hylännyt {blockchainDisplayName} ketjun lisäämisen lompakkoon.
fil: Tinanggihan mo ang pagdaragdag ng {blockchainDisplayName} chain sa iyong wallet.
fr: Vous avez rejeté l'ajout de la chaîne {blockchainDisplayName} à votre portefeuille.
hi: आपने अपने वॉलेट में {blockchainDisplayName} चेन जोड़ने को अस्वीकार कर दिया है।
hu: Ön elutasította a {blockchainDisplayName} lánc hozzáadását pénztárcájához.
id: Anda telah menolak penambahan rantai {blockchainDisplayName} ke dompet Anda.
it: Hai rifiutato l'aggiunta di una catena {blockchainDisplayName} al tuo portafoglio.
ja: {blockchainDisplayName} チェーンをあなたのウォレットに追加することを拒否しました。
lt: Jūs atsisakėte pridėti {blockchainDisplayName} grandinę prie savo piniginės.
ms: Anda telah menolak menambah rantai {blockchainDisplayName} pada dompet anda.
nl: Je hebt geweigerd om {blockchainDisplayName} -keten toe te voegen aan je portemonnee.
pl: Odrzuciłeś dodanie łańcucha {blockchainDisplayName} do swojego portfela.
pt: Você rejeitou adicionar {blockchainDisplayName} corrente à sua carteira.
ru: Вы отклонили добавление цепочки {blockchainDisplayName} в ваш кошелек.
sk: Odmietli ste pridať reťazec {blockchainDisplayName} do vašej peňaženky.
sr: Одбили сте додавање {blockchainDisplayName} ланца у ваш новчаник.
sv: Du har avböjt att lägga till {blockchainDisplayName} kedjan i din plånbok.
sw: Umekataa kuongeza {blockchainDisplayName} mnyororo kwenye pochi yako.
th: คุณปฏิเสธที่จะเพิ่มโซ่ {blockchainDisplayName} ลงในกระเป๋าเงินของคุณ
tr: Cüzdanınıza {blockchainDisplayName} zincirinin eklenmesini reddettiniz.
uk: Ви відхилили додавання {blockchainDisplayName} ланцюжка до вашого гаманця.
ur: آپ نے اپنے بٹوے میں {blockchainDisplayName} چین شامل کرنے کو مسترد کر دیا ہے۔
vi: Bạn đã từ chối thêm chuỗi {blockchainDisplayName} vào ví của mình.

source: Disconnect
af: Ontkoppel
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
ca: Desconnecta
da: Afbryde
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
fi: Katkaise
fil: Idiskonekta
fr: Déconnecter
hi: डिस्कनेक्ट
hu: Leválasztás
id: Memutuskan
it: Disconnetti
ja: 接続を解除
lt: Atsijungti
ms: Putuskan sambungan
nl: Verbreek
pl: Rozłącz
pt: Desconectar
ru: Отключиться
sk: Odpojiť
sr: Прекини везу
sv: Koppla från
sw: Tenganisha
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Від'єднатись
ur: منقطع کرنا
vi: Ngắt kết nối

source: This wallet supports multiple chains. Choose which chains you’d like to connect.
af: Hierdie beursie ondersteun verskeie kettings. Kies watter kettings jy wil koppel.
ar: تدعم هذه المحفظة سلاسل متعددة. اختر السلاسل التي ترغب بربطها.
bn: এই ওয়ালেটটি একাধিক চেইন সমর্থন করে। আপনি কোন চেইনগুলি সংযুক্ত করতে চান তা চয়ন করুন।
ca: Aquesta cartera admet diverses cadenes. Trieu quines cadenes voleu connectar.
da: Denne tegnebog understøtter flere kæder. Vælg hvilke kæder du vil forbinde.
de: Dieses Wallet unterstützt mehrere Chains. Wählen Sie die Chains aus, die Sie verbinden möchten.
el: Αυτό το πορτοφόλι υποστηρίζει πολλαπλές αλυσίδες. Επιλέξτε ποιες αλυσίδες θέλετε να συνδέσετε.
fi: Tämä lompakko tukee useita ketjuja. Valitse, mitkä ketjut haluat yhdistää.
fr: Ce portefeuille prend en charge plusieurs chaînes. Choisissez celles que vous souhaitez connecter.
hi: यह वॉलेट कई चेन को सपोर्ट करता है। चुनें कि आप किन चेन को कनेक्ट करना चाहते हैं।
hu: Ez a pénztárca több láncot is támogat. Válaszd ki, hogy mely láncokat szeretnéd összekapcsolni.
id: Dompet ini mendukung beberapa rantai. Pilih rantai mana yang ingin Anda hubungkan.
ja: このウォレットは複数のチェーンをサポートしています。接続するチェーンを選択してください。
lt: Ši piniginė palaiko kelias grandines. Pasirinkite, kurias grandines norite sujungti.
ms: Dompet ini menyokong berbilang rantai. Pilih rangkaian yang anda ingin sambungkan.
nl: Deze wallet ondersteunt meerdere ketens. Kies welke ketens je wilt verbinden.
pl: Ten portfel obsługuje wiele łańcuchów. Wybierz łańcuchy, które chcesz połączyć.
pt: Esta carteira suporta múltiplas correntes. Escolha quais as cadeias que gostaria de ligar.
ru: Этот кошелек поддерживает несколько цепочек. Выберите, какие цепочки вы хотите подключить.
sk: Táto peňaženka podporuje viacero reťazcov. Vyberte si, ktoré reťazce chcete prepojiť.
sr: Овај новчаник подржава више ланаца. Изаберите које ланце желите да повежете.
sv: Den här plånboken stöder flera kedjor. Välj vilka kedjor du vill koppla samman.
sw: Mkoba huu unasaidia minyororo mingi. Chagua minyororo ambayo ungependa kuunganisha.
th: กระเป๋าสตางค์นี้รองรับโซ่หลายแบบ เลือกโซ่ที่คุณต้องการเชื่อมต่อ
tr: Bu cüzdan birden fazla zinciri destekler. Hangi zincirleri bağlamak istediğinizi seçin.
uk: Цей гаманець підтримує кілька ланцюгів. Виберіть, які ланцюги ви хочете підключити.
ur: یہ پرس متعدد زنجیروں کو سپورٹ کرتا ہے۔ منتخب کریں کہ آپ کن زنجیروں کو جوڑنا چاہتے ہیں۔
vi: Ví này hỗ trợ nhiều chuỗi. Chọn chuỗi bạn muốn kết nối.

source: This wallet can only connect to one chain at a time.
af: Hierdie beursie kan slegs aan een ketting op 'n slag koppel.
ar: لا يمكن لهذه المحفظة الاتصال إلا بسلسلة واحدة في كل مرة.
bn: এই ওয়ালেটটি একবারে কেবল একটি চেইনে সংযোগ করতে পারে।
ca: Aquesta cartera només es pot connectar a una cadena alhora.
da: Denne tegnebog kan kun oprette forbindelse til én kæde ad gangen.
de: Diese Brieftasche kann jeweils nur mit einer Kette verbunden werden.
el: Αυτό το πορτοφόλι μπορεί να συνδεθεί μόνο σε μία αλυσίδα κάθε φορά.
es: Esta billetera solo puede conectarse a una cadena a la vez.
fi: Tämä lompakko voi muodostaa yhteyden vain yhteen ketjuun kerrallaan.
fil: Ang wallet na ito ay maaari lamang kumonekta sa isang chain sa isang pagkakataon.
fr: Ce portefeuille ne peut se connecter qu'à une seule chaîne à la fois.
hi: यह वॉलेट एक समय में केवल एक ही चेन से जुड़ सकता है।
hu: Ez a pénztárca egyszerre csak egy lánchoz tud csatlakozni.
id: Dompet ini hanya dapat terhubung ke satu rantai dalam satu waktu.
ja: このウォレットは一度に 1 つのチェーンにのみ接続できます。
lt: Ši piniginė vienu metu gali prisijungti tik prie vienos grandinės.
ms: Dompet ini hanya boleh menyambung ke satu rantai pada satu masa.
nl: Deze wallet kan slechts met één keten tegelijk verbinding maken.
pl: Ten portfel może być podłączony tylko do jednego łańcucha na raz.
pt: Esta carteira só pode ser ligada a uma cadeia de cada vez.
ru: Этот кошелек может быть подключен только к одной цепочке одновременно.
sk: Táto peňaženka sa môže pripojiť iba k jednému reťazcu naraz.
sr: Овај новчаник може бити повезан само са једним ланцем истовремено.
sv: Den här plånboken kan bara ansluta till en kedja åt gången.
sw: Mkoba huu unaweza tu kuunganishwa kwa mnyororo mmoja kwa wakati mmoja.
th: กระเป๋าสตางค์นี้สามารถเชื่อมต่อกับโซ่ได้เพียงอันเดียวในแต่ละครั้ง
tr: Bu cüzdan aynı anda yalnızca bir zincire bağlanabilir.
uk: Цей гаманець може підключатися лише до одного блокчейну одночасно.
ur: یہ بٹوہ ایک وقت میں صرف ایک چین سے جڑ سکتا ہے۔
vi: Ví này chỉ có thể kết nối với một chuỗi tại một thời điểm.

source: Deselect all
af: Ontkies almal
ar: إلغاء تحديد الكل
bn: সব বাদ দিন
ca: Desseleccioneu-ho tot
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fi: Poista kaikki valinnat
fil: Alisin sa pagkakapili ang lahat
fr: Désélectionner tout
hi: सबको अचयनित करो
hu: Törölje az összes kijelölését
id: Batalkan pilihan semua
it: Deseleziona tutto
ja: すべての選択を解除
lt: Panaikinkite visų pasirinkimą
ms: Nyahpilih semua
nl: Deselecteer alles
pl: Odznacz wszystkie
pt: Desmarcar todos
ru: Отменить выбор
sk: Zrušte výber všetkých
sr: Опозови све
sv: Avmarkera alla
sw: Acha kuchagua zote
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünü seçimi kaldır
uk: Зняти всі виділення
ur: سبھی کو غیر منتخب کریں۔
vi: Bỏ chọn tất cả

source: Select all
af: Kies alles
ar: حدد الكل
bn: সব নির্বাচন করুন
ca: Seleccioneu-ho tot
da: Vælg alle
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fi: Valitse kaikki
fil: Piliin lahat
fr: Tout sélectionner
hi: सबका चयन करें
hu: Válassza ki az összeset
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
lt: Pasirinkite viską
ms: Pilih semua
nl: Alles selecteren
pl: Zaznacz wszystkie
pt: Selecionar todos
ru: Выбрать все
sk: Vybrať všetko
sr: Изаберите све
sv: Markera alla
sw: Chagua zote
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Виділити все
ur: سبھی کو منتخب کریں۔
vi: Chọn tất cả

source: Failed Network, Please retry your swap.
af: Mislukte netwerk, probeer asseblief weer jou ruil.
ar: فشلت الشبكة، يرجى إعادة محاولة التبديل.
bn: ব্যর্থ নেটওয়ার্ক, আপনার অদলবদল পুনরায় চেষ্টা করুন.
ca: La xarxa ha fallat. Torneu a provar l'intercanvi.
da: Mislykket netværk. Prøv venligst at bytte igen.
de: Netzwerk fehlgeschlagen, bitte versuche deinen Swap.
el: Αποτυχία δικτύου, Παρακαλώ δοκιμάστε ξανά το swap.
es: Red fallida, vuelva a intentar su intercambio.
fi: Epäonnistunut verkko, yritä swapisi uudelleen.
fil: Nabigong Network, Pakisubukang muli ang iyong swap.
fr: Réseau échoué, veuillez réessayer votre swap.
hi: नेटवर्क विफल, कृपया अपना स्वैप पुनः प्रयास करें.
hu: Sikertelen hálózat. Kérjük, próbálja újra a cserét.
id: Jaringan Gagal, Silakan coba lagi pertukaran Anda.
it: Rete fallita, riprova il tuo swap.
ja: ネットワークに失敗しました。スワップを再試行してください。
lt: Nepavyko pakeisti tinklo. Bandykite dar kartą pakeisti.
ms: Rangkaian Gagal, Sila cuba semula pertukaran anda.
nl: Mislukt netwerk. Probeer het opnieuw.
pl: Nieudana sieć, ponów próbę wymiany.
pt: Falha na Rede, tente novamente sua alternância.
ru: Неудачная сеть, повторите замену.
sk: Sieť zlyhala, skúste výmenu zopakovať.
sr: Неуспела мрежа, покушајте поново да извршите замену.
sv: Det gick inte att nätverka, försök igen din swap.
sw: Mtandao Umeshindwa, Tafadhali jaribu tena kubadilishana kwako.
th: เครือข่ายล้มเหลว กรุณาลองสลับอีกครั้ง
tr: Ağ başarısız oldu. Lütfen takasınızı tekrar deneyin.
uk: Невдала мережа, будь ласка, спробуйте змінити своп.
ur: ناکام نیٹ ورک، براہ کرم اپنے تبادلہ کی دوبارہ کوشش کریں۔
vi: Mạng bị lỗi, vui lòng thử lại việc hoán đổi.

source: Please reset your liquidity sources.
af: Stel asseblief jou likiditeitsbronne terug.
ar: يرجى إعادة ضبط مصادر السيولة الخاصة بك.
bn: অনুগ্রহ করে আপনার তারল্য উত্স পুনরায় সেট করুন।
ca: Reinicieu les fonts de liquiditat.
da: Nulstil venligst dine likviditetskilder.
de: Bitte setzen Sie Ihre Liquiditätsquellen zurück.
el: Παρακαλώ επαναφέρετε τις πηγές ρευστότητας.
es: Por favor, reinicie sus fuentes de liquidez.
fi: Ole hyvä ja nollaa likviditeetin lähteet.
fil: Paki-reset ang iyong mga mapagkukunan ng pagkatubig.
fr: Veuillez réinitialiser vos sources de liquidités.
hi: कृपया अपने तरलता स्रोतों को रीसेट करें।
hu: Kérjük, állítsa vissza likviditási forrásait.
id: Harap atur ulang sumber likuiditas Anda.
it: Reimposta le tue fonti di liquidità.
ja: 流動性情報をリセットしてください。
lt: Iš naujo nustatykite savo likvidumo šaltinius.
ms: Sila tetapkan semula sumber kecairan anda.
nl: Gelieve uw liquiditeitsbronnen te resetten.
pl: Proszę zresetować źródła płynności.
pt: Por favor, redefina suas fontes de liquidez.
ru: Пожалуйста, сбросьте источники ликвидности.
sk: Obnovte zdroje likvidity.
sr: Ресетујте своје изворе ликвидности.
sv: Vänligen återställ dina likviditetskällor.
sw: Tafadhali weka upya vyanzo vyako vya ukwasi.
th: กรุณารีเซ็ตแหล่งสภาพคล่องของคุณ
tr: Lütfen likidite kaynaklarınızı sıfırlayın.
uk: Будь ласка, скиньте ваші джерела ліквідності.
ur: براہ کرم اپنے لیکویڈیٹی ذرائع کو دوبارہ ترتیب دیں۔
vi: Vui lòng thiết lập lại nguồn thanh khoản của bạn.

source: You have limited the liquidity sources and this might result in Rango finding no routes. Please consider resetting your liquidity sources.
af: Jy het die likiditeitsbronne beperk en dit kan daartoe lei dat Rango geen roetes vind nie. Oorweeg asseblief om jou likiditeitsbronne terug te stel.
ar: لقد قمت بتقييد مصادر السيولة وقد يؤدي هذا إلى عدم تمكن Rango من العثور على أي مسارات. يرجى التفكير في إعادة ضبط مصادر السيولة لديك.
bn: আপনি তারল্যের উত্স সীমিত করেছেন এবং এর ফলে Rango কোনো রুট খুঁজে না পেতে পারে। অনুগ্রহ করে আপনার তারল্য উত্স পুনরায় সেট করার কথা বিবেচনা করুন।
ca: Heu limitat les fonts de liquiditat i això pot fer que Rango no trobi cap ruta. Considereu la possibilitat de restablir les vostres fonts de liquiditat.
da: Du har begrænset likviditetskilderne, og det kan resultere i, at Rango ikke finder nogen ruter. Overvej venligst at nulstille dine likviditetskilder.
de: Sie haben die Liquiditätsquellen begrenzt und dies könnte dazu führen, dass Rango keine Routen findet. Bitte überlegen Sie Ihre Liquiditätsquellen zurückzusetzen.
el: Έχετε περιορίσει τις πηγές ρευστότητας και αυτό μπορεί να οδηγήσει σε Rango εύρεση καμία διαδρομή. Παρακαλώ σκεφτείτε να επαναφέρετε τις πηγές ρευστότητας.
es: Usted ha limitado las fuentes de liquidez y esto puede resultar en que Rango no encuentre rutas. Por favor considere restablecer sus fuentes de liquidez.
fi: Olet rajoittanut likviditeettilähteitä ja tämä saattaa johtaa Rangon löytämiseen ilman reittejä. Harkitse likviditeetin lähteiden uudelleenasettamista.
fil: Nilimitahan mo ang mga mapagkukunan ng pagkatubig at maaaring magresulta ito sa Rango na walang mahanap na mga ruta. Mangyaring isaalang-alang ang pag-reset ng iyong mga mapagkukunan ng pagkatubig.
fr: Vous avez limité les sources de liquidités et cela pourrait conduire à ce que Rango ne trouve aucune voie. Veuillez envisager de réinitialiser vos sources de liquidité.
hi: आपने लिक्विडिटी स्रोतों को सीमित कर दिया है और इसके परिणामस्वरूप Rango को कोई मार्ग नहीं मिल सकता है। कृपया अपने लिक्विडिटी स्रोतों को रीसेट करने पर विचार करें।
hu: Korlátozta a likviditási forrásokat, és ez azt eredményezheti, hogy Rango nem talál útvonalat. Kérjük, fontolja meg likviditási forrásai visszaállítását.
id: Anda telah membatasi sumber likuiditas dan ini dapat mengakibatkan Rango tidak menemukan rute. Harap pertimbangkan untuk mengatur ulang sumber likuiditas Anda.
it: Hai limitato le fonti di liquidità e questo potrebbe portare a Rango a non trovare nessuna rotta. Si prega di considerare la possibilità di ripristinare le fonti di liquidità.
ja: 流動性源が制限されているため、Rangoにルートが見つからない可能性があります。流動性源のリセットを検討してください。
lt: Apribojote likvidumo šaltinius, todėl Rango gali nerasti maršrutų. Apsvarstykite galimybę iš naujo nustatyti savo likvidumo šaltinius.
ms: Anda telah mengehadkan sumber kecairan dan ini mungkin menyebabkan Rango tidak menemui laluan. Sila pertimbangkan untuk menetapkan semula sumber kecairan anda.
nl: U hebt de liquiditeitsbronnen beperkt en dit kan ertoe leiden dat Rango geen routes vindt. Overweeg om uw liquiditeitsbronnen opnieuw in te stellen.
pl: Ograniczyłeś źródła płynności, co może skutkować znalezieniem przez Rango żadnych tras. Rozważ zresetowanie źródeł płynności.
pt: Você limitou as fontes de liquidez e isso pode resultar em que o Rango não encontre nenhuma rota. Por favor, considere redefinir suas fontes de liquidez.
ru: Вы ограничены источниками ликвидности, и это может привести к Rango не найти маршрутов. Пожалуйста, подумайте о сбросе ваших источников ликвидности.
sk: Obmedzili ste zdroje likvidity a to môže viesť k tomu, že Rango nenájde žiadne cesty. Zvážte resetovanie zdrojov likvidity.
sr: Ограничили сте изворе ликвидности и то може довести до тога да Ранго не пронађе никакве руте. Размислите о ресетовању извора ликвидности.
sv: Du har begränsat likviditetskällorna och detta kan leda till att Rango inte hittar några rutter. Vänligen överväga att återställa dina likviditetskällor.
sw: Umedhibiti vyanzo vya ukwasi na hii inaweza kusababisha Rango isipate njia. Tafadhali zingatia kuweka upya vyanzo vyako vya ukwasi.
th: คุณได้จำกัดแหล่งสภาพคล่องไว้ ซึ่งอาจส่งผลให้ Rango ไม่พบเส้นทางใด ๆ โปรดพิจารณารีเซ็ตแหล่งสภาพคล่องของคุณ
tr: Likidite kaynaklarını sınırladınız ve bu Rango'nun rota bulamamasına neden olabilir. Lütfen likidite kaynaklarınızı sıfırlamayı düşünün.
uk: Ви обмежили джерела ліквідності, і це може призвести до того, що Ранго не знаходить маршрутів. Будь ласка, подумайте про відновлення вашого джерела ліквідності.
ur: آپ نے لیکویڈیٹی ذرائع کو محدود کر دیا ہے اور اس کے نتیجے میں رنگو کو کوئی راستہ نہیں مل سکتا ہے۔ براہ کرم اپنے لیکویڈیٹی ذرائع کو دوبارہ ترتیب دینے پر غور کریں۔
vi: Bạn đã giới hạn các nguồn thanh khoản và điều này có thể khiến Rango không tìm thấy đường đi. Vui lòng cân nhắc thiết lập lại các nguồn thanh khoản của bạn.

source: No Routes Found.
af: Geen roetes gevind nie.
ar: لم يتم العثور على أي طرق.
bn: কোন রুট পাওয়া যায়নি.
ca: No s'han trobat rutes.
da: Ingen ruter fundet.
de: Keine Routen gefunden.
el: Δεν Βρέθηκαν Διαδρομές.
es: No se encontraron Rutas.
fi: Reittejä Ei Löytynyt.
fil: Walang Nahanap na Ruta.
fr: Aucune route trouvée.
hi: कोई मार्ग नहीं मिला.
hu: Nem található útvonal.
id: Tidak Ada Rute Ditemukan.
it: Nessuna Rotta Trovata.
ja: ルートが見つかりません。
lt: Maršrutų nerasta.
ms: Tiada Laluan Ditemui.
nl: Geen routes gevonden.
pl: Nie znaleziono trasy.
pt: Nenhuma rota encontrada.
ru: Маршруты не найдены.
sk: Nenašli sa žiadne trasy.
sr: Руте нису пронађене.
sv: Inga rutter hittade.
sw: Hakuna Njia Zilizopatikana.
th: ไม่พบเส้นทาง
tr: Rota Bulunamadı.
uk: Маршрути не знайдено.
ur: کوئی راستہ نہیں ملا۔
vi: Không tìm thấy tuyến đường nào.

source: Reasons why Rango couldn't find a route: low liquidity on token, very low input amount or no routes available for the selected input/output token combination.
af: Redes waarom Rango nie 'n roete kon vind nie: lae likiditeit op token, baie lae insetbedrag of geen roetes beskikbaar vir die geselekteerde inset/afvoertokenkombinasie nie.
ar: أسباب عدم تمكن Rango من العثور على مسار: انخفاض السيولة على الرمز، أو انخفاض كمية الإدخال بشكل كبير أو عدم توفر مسارات لمجموعة الرمز المحددة للإدخال/الإخراج.
bn: রেঙ্গো কেন একটি রুট খুঁজে পায়নি তার কারণ: টোকেনে কম তারল্য, খুব কম ইনপুট পরিমাণ বা নির্বাচিত ইনপুট/আউটপুট টোকেন সংমিশ্রণের জন্য কোনও রুট উপলব্ধ নেই।
ca: Motius pels quals Rango no ha pogut trobar una ruta: poca liquiditat al testimoni, quantitat d'entrada molt baixa o no hi ha rutes disponibles per a la combinació de testimoni d'entrada/sortida seleccionada.
da: Årsager til, at Rango ikke kunne finde en rute: lav likviditet på token, meget lavt inputbeløb eller ingen tilgængelige ruter for den valgte input/output token-kombination.
de: Gründe warum Rango keine Route finden konnte: geringe Liquidität beim Token, sehr geringe Eingabeaufforderung oder keine Routen für die gewählte Kombination aus Ein-/Ausgabe-Token.
el: Λόγοι για τους οποίους το Rango δεν μπόρεσε να βρει μια διαδρομή: χαμηλή ρευστότητα στο token, πολύ χαμηλό ποσό εισαγωγής ή καμία διαθέσιμη διαδρομή για τον επιλεγμένο συνδυασμό εισόδου/εξόδου token.
es: Razones por las que Rango no pudo encontrar una ruta: baja liquidez en el token, muy baja cantidad de entrada o ninguna ruta disponible para la combinación de entrada/salida seleccionada.
fi: Syyt miksi Rango ei löytänyt reittiä: alhainen likviditeetti token, hyvin alhainen syöte määrä tai ei reittejä käytettävissä valitun sisään- / ulostulo token yhdistelmä.
fil: Mga dahilan kung bakit hindi makahanap ng ruta ang Rango: mababang liquidity sa token, napakababang halaga ng input o walang available na ruta para sa napiling kumbinasyon ng input/output token.
fr: Raison pour laquelle Rango n'a pas pu trouver de route : faible liquidité sur jeton, très faible quantité d'entrée ou aucune route disponible pour la combinaison de jeton d'entrée/sortie sélectionnée.
hi: रैंगो को मार्ग न मिल पाने के कारण: टोकन पर कम तरलता, बहुत कम इनपुट राशि या चयनित इनपुट/आउटपुट टोकन संयोजन के लिए कोई मार्ग उपलब्ध नहीं होना।
hu: Okok, amelyek miatt a Rango nem talált útvonalat: alacsony a token likviditása, nagyon alacsony a bemeneti mennyiség, vagy nincsenek elérhető útvonalak a kiválasztott bemeneti/kimeneti token kombinációhoz.
id: Alasan mengapa Rango tidak dapat menemukan rute: likuiditas rendah pada token, jumlah input sangat rendah atau tidak ada rute yang tersedia untuk kombinasi token input/output yang dipilih.
it: Motivi per cui Rango non ha trovato un percorso: bassa liquidità sul token, quantità di input molto bassa o nessun percorso disponibile per la combinazione di token input/output selezionata.
ja: Rangoがルートを見つけられなかった理由: トークンの流動性が低く、非常に低い入力量、または選択された入力/出力トークンの組み合わせで利用可能なルートがありません。
lt: Priežastys, kodėl Rango negalėjo rasti maršruto: mažas prieigos rakto likvidumas, labai mažas įvesties kiekis arba nėra maršrutų pasirinktam įvesties / išvesties prieigos rakto deriniui.
ms: Sebab Rango tidak menemui laluan: kecairan yang rendah pada token, jumlah input yang sangat rendah atau tiada laluan tersedia untuk gabungan token input/output yang dipilih.
nl: Redenen waarom Rango geen route kon vinden: lage liquiditeit op token, zeer lage invoerhoeveelheid of geen routes beschikbaar voor de geselecteerde combinatie van invoer/output token.
pl: Powody, dla których Rango nie mógł znaleźć trasy: niska płynność w tokenu, bardzo niska ilość wejściowa lub brak dostępnych tras dla wybranej kombinacji tokenu wejściowego/wyjściowego.
pt: Motivos porque Rango não conseguiu encontrar uma rota: baixa liquidez no token, quantidade muito baixa de entrada ou nenhuma rota disponível para a combinação selecionada de entrada/saída do token.
ru: Причины почему Rango не смог найти маршрут: низкая ликвидность на токене, очень низкая сумма ввода или нет маршрутов для выбранной комбинации токена ввода/вывода.
sk: Dôvody, prečo Rango nemohol nájsť cestu: nízka likvidita tokenu, veľmi nízka vstupná suma alebo žiadne dostupné cesty pre zvolenú kombináciu vstupných/výstupných tokenov.
sr: Разлози због којих Ранго није могао да пронађе руту: ниска ликвидност на токену, веома мали износ уноса или нема доступних рута за изабрану комбинацију улазно/излазних токена.
sv: Anledningar till varför Rango inte kunde hitta en väg: låg likviditet på token, mycket låg inmatningsbelopp eller inga rutter tillgängliga för den valda ingång/utmatningskombinationen.
sw: Sababu kwa nini Rango haikuweza kupata njia: ukwasi mdogo kwenye tokeni, kiasi kidogo sana cha ingizo au hakuna njia zinazopatikana kwa mseto uliochaguliwa wa tokeni.
th: สาเหตุที่ Rango ไม่สามารถค้นหาเส้นทางได้: สภาพคล่องของโทเค็นต่ำ, ปริมาณอินพุตต่ำมาก หรือไม่มีเส้นทางที่ใช้งานได้สำหรับชุดค่าผสมโทเค็นอินพุต/เอาต์พุตที่เลือก
tr: Rango'nun bir rota bulamamasının nedenleri: token'da düşük likidite, çok düşük girdi miktarı veya seçilen girdi/çıktı token kombinasyonu için kullanılabilir rota olmaması.
uk: Причина, чому Ранго не зміг знайти маршрут: низька ліквідність, дуже мала кількість вхідних даних або відсутність комбінації токену введення/вихідного тексту.
ur: Rango کو روٹ نہ ملنے کی وجوہات: ٹوکن پر کم لیکویڈیٹی، بہت کم ان پٹ رقم یا منتخب کردہ ان پٹ/آؤٹ پٹ ٹوکن امتزاج کے لیے کوئی روٹس دستیاب نہیں۔
vi: Lý do Rango không tìm được tuyến đường: tính thanh khoản của token thấp, lượng đầu vào rất thấp hoặc không có tuyến đường nào khả dụng cho tổ hợp token đầu vào/đầu ra đã chọn.
