Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Select chain
af: Kies ketting
ar: اختر السلسلة
bn: চেইন নির্বাচন করুন
ca: Seleccioneu la cadena
da: Vælg kæde
de: Kette auswählen
el: Επιλογή αλυσίδας
es: Seleccionar cadena
fi: Valitse ketju
fil: Pumili ng chain
fr: Sélectionner une chaîne
hi: चेन चुनें
hu: Válassza ki a láncot
id: Pilih rantai
it: Seleziona catena
ja: チェーンを選択
lt: Pasirinkite grandinę
ms: Pilih rantai
nl: Selecteer keten
pl: Wybierz łańcuch
pt: Selecione a cadeia
ru: Выберите цепочку
sk: Vyberte reťaz
sr: Изаберите ланац
sv: Välj kedja
sw: Chagua mnyororo
th: เลือกโซ่
tr: Zinciri seçin
uk: Виберіть ланцюжок
ur: سلسلہ منتخب کریں۔
vi: Chọn chuỗi

source: Enter Address
af: Voer adres in
ar: أدخل العنوان
bn: ঠিকানা লিখুন
ca: Introduïu l'adreça
da: Indtast adresse
de: Adresse eingeben
el: Εισαγωγή Διεύθυνσης
es: Introducir dirección
fi: Syötä Osoite
fil: Ilagay ang Address
fr: Entrer une adresse
hi: पता दर्ज करें
hu: Adja meg a címet
id: Masukkan Alamat
it: Inserisci Indirizzo
ja: 住所を入力
lt: Įveskite adresą
ms: Masukkan Alamat
nl: Voer adres in
pl: Wprowadź adres
pt: Inserir Endereço
ru: Введите адрес
sk: Zadajte adresu
sr: Унесите адресу
sv: Ange adress
sw: Weka Anwani
th: กรอกที่อยู่
tr: Adresi Girin
uk: Введіть адресу
ur: ایڈریس درج کریں۔
vi: Nhập Địa Chỉ

source: Enter token address
af: Voer tokenadres in
ar: أدخل عنوان الرمز
bn: টোকেন ঠিকানা লিখুন
ca: Introduïu l'adreça del testimoni
da: Indtast token-adresse
de: Token Adresse eingeben
el: Εισάγετε διεύθυνση διακριτικού
es: Introducir dirección de token
fi: Syötä tunnisteen osoite
fil: Ilagay ang token address
fr: Entrez l'adresse du jeton
hi: टोकन पता दर्ज करें
hu: Írja be a token címét
id: Masukkan alamat token
it: Inserisci indirizzo token
ja: トークンアドレスを入力してください
lt: Įveskite žetono adresą
ms: Masukkan alamat token
nl: Voer token adres in
pl: Wprowadź adres tokenu
pt: Inserir endereço do token
ru: Введите адрес токена
sk: Zadajte adresu tokenu
sr: Унесите адресу токена
sv: Ange token adress
sw: Weka anwani ya ishara
th: ป้อนที่อยู่โทเค็น
tr: Jeton adresini girin
uk: Введіть адресу маркера
ur: ٹوکن ایڈریس درج کریں۔
vi: Nhập địa chỉ mã thông báo

source: Import
af: Invoer
ar: يستورد
bn: আমদানি
ca: Importar
da: Importere
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuo
fil: Mag-import
fr: Importation
hi: आयात
hu: Importálás
id: Impor
it: Importa
ja: インポート
lt: Importuoti
nl: Importeren
pl: Importuj
pt: Importação
ru: Импорт
sk: Importovať
sr: Увоз
sv: Importera
sw: Ingiza
th: การนำเข้า
tr: İçe aktarmak
uk: Імпорт
ur: درآمد کریں۔
vi: Nhập khẩu

source: Confirm Swap
af: Bevestig omruiling
ar: تأكيد المبادلة
bn: অদলবদল নিশ্চিত করুন
ca: Confirmeu l'intercanvi
da: Bekræft Swap
de: Swap bestätigen
el: Επιβεβαίωση Ανταλλαγής
es: Confirmar intercambio
fi: Vahvista Vaihda
fil: Kumpirmahin ang Swap
fr: Confirmer l'échange
hi: स्वैप की पुष्टि करें
hu: Erősítse meg a cserét
id: Konfirmasi Penukaran
it: Conferma Scambio
ja: スワップの確認
lt: Patvirtinkite apsikeitimą
ms: Sahkan Tukar
nl: Bevestig verwisselen
pl: Potwierdź wymianę
pt: Confirmar troca
ru: Подтверждение смены
sk: Potvrďte Výmenu
sr: Потврдите замену
sv: Bekräfta byte
sw: Thibitisha Kubadilishana
th: ยืนยันการสลับ
tr: Takası Onayla
uk: Підтвердити своп
ur: تبادلہ کی تصدیق کریں۔
vi: Xác nhận hoán đổi

source: Start Swap
af: Begin Swap
ar: ابدأ المبادلة
bn: অদলবদল শুরু করুন
ca: Inicia l'intercanvi
de: Swap starten
el: Έναρξη Εναλλαγής
es: Iniciar intercambio
fi: Käynnistä Vaihda
fil: Simulan ang Swap
fr: Début de l'échange
hi: स्वैप प्रारंभ करें
hu: Indítsa el a Swapot
id: Mulai Tukar
it: Inizia Scambia
ja: スワップを開始
lt: Pradėti Swap
ms: Mulakan Tukar
nl: Start omwisselen
pl: Rozpocznij wymianę
pt: Trocar de início
ru: Начать обмен
sk: Spustite výmenu
sr: Старт Свап
sv: Starta byte
sw: Anza Kubadilishana
th: เริ่มการแลกเปลี่ยน
tr: Takas Başlat
uk: Почати поміняти
ur: تبادلہ شروع کریں۔
vi: Bắt đầu hoán đổi

source: You get
af: Jy kry
ar: لقد حصلت
bn: আপনি পাবেন
ca: Ho aconsegueixes
da: Du får
de: Du bekommst
el: Παίρνετε
es: Obtienes
fi: Sinä saat
fil: Nakukuha mo
fr: Vous obtenez
hi: आपको मिला
hu: Megkapod
id: Kamu mendapatkan
it: Si ottiene
ja: あなたは
lt: Jūs gaunate
ms: awak dapat
nl: Je krijgt
pl: Otrzymujesz
pt: Você recebe
ru: Вы получаете
sk: dostaneš
sr: Добијеш
sv: Du får
sw: Unapata
th: คุณจะได้รับ
tr: Sen alırsın
uk: Ви отримуєте
ur: آپ حاصل کریں
vi: Bạn nhận được

source: Search Token
af: Soek Token
ar: رمز البحث
bn: টোকেন অনুসন্ধান করুন
ca: Token de cerca
da: Søg token
de: Such-Token
el: Διακριτικό Αναζήτησης
es: Buscar token
fi: Etsi Pääsymerkki
fil: Maghanap ng Token
fr: Jeton de recherche
hi: खोज टोकन
hu: Token keresése
id: Pencarian Token
it: Token Di Ricerca
ja: トークンを検索
lt: Paieškos ženklas
ms: Token Carian
nl: Zoek Token
pl: Token wyszukiwania
pt: Token de pesquisa
ru: Поиск токена
sk: Vyhľadávací token
sr: Сеарцх Токен
sv: Sök Token
sw: Tafuta Tokeni
th: ค้นหาโทเค็น
tr: Arama Simgesi
uk: Пошук маркер
ur: ٹوکن تلاش کریں۔
vi: Tìm kiếm Mã thông báo

source: No custom tokens
af: Geen pasgemaakte tekens nie
ar: لا توجد رموز مخصصة
bn: কোনো কাস্টম টোকেন নেই
ca: Sense fitxes personalitzades
da: Ingen brugerdefinerede tokens
de: Keine benutzerdefinierten Token
el: Δεν υπάρχουν προσαρμοσμένα σημεία
es: No hay tokens personalizados
fi: Ei omia tunnuksia
fil: Walang custom na token
fr: Aucun jeton personnalisé
hi: कोई कस्टम टोकन नहीं
hu: Nincsenek egyéni tokenek
id: Tidak ada token khusus
it: Nessun token personalizzato
ja: カスタムトークンはありません
lt: Nėra tinkintų žetonų
ms: Tiada token tersuai
nl: Geen aangepaste tokens
pl: Brak niestandardowych tokenów
pt: Sem tokens personalizados
ru: Нет пользовательских токенов
sk: Žiadne vlastné tokeny
sr: Нема прилагођених токена
sv: Inga anpassade tokens
sw: Hakuna tokeni maalum
th: ไม่มีโทเค็นที่กำหนดเอง
tr: Özel token yok
uk: Немає власних токенів
ur: کوئی حسب ضرورت ٹوکن نہیں۔
vi: Không có mã thông báo tùy chỉnh

source: press the button to add your custom token
af: druk die knoppie om jou pasgemaakte teken by te voeg
ar: اضغط على الزر لإضافة الرمز المخصص الخاص بك
bn: আপনার কাস্টম টোকেন যোগ করতে বোতাম টিপুন
ca: premeu el botó per afegir el vostre testimoni personalitzat
da: tryk på knappen for at tilføje dit brugerdefinerede token
de: drücken Sie die Schaltfläche, um Ihr benutzerdefiniertes Token hinzuzufügen
el: πατήστε το κουμπί για να προσθέσετε το προσαρμοσμένο διακριτικό σας
es: pulsa el botón para añadir tu token personalizado
fi: paina painiketta lisätäksesi mukautetun tunnuksen
fil: pindutin ang button para idagdag ang iyong custom na token
fr: appuyez sur le bouton pour ajouter votre jeton personnalisé
hi: अपना कस्टम टोकन जोड़ने के लिए बटन दबाएँ
hu: nyomja meg a gombot az egyéni token hozzáadásához
id: tekan tombol untuk menambahkan token khusus Anda
it: premi il pulsante per aggiungere il tuo token personalizzato
ja: カスタムトークンを追加するにはボタンを押してください
lt: paspauskite mygtuką, kad pridėtumėte pasirinktinį prieigos raktą
ms: tekan butang untuk menambah token tersuai anda
nl: druk op de knop om je eigen token toe te voegen
pl: naciśnij przycisk, aby dodać własny token
pt: pressione o botão para adicionar seu token personalizado
ru: нажмите кнопку, чтобы добавить свой пользовательский токен
sk: stlačte tlačidlo a pridajte svoj vlastný token
sr: притисните дугме да додате свој прилагођени токен
sv: Tryck på knappen för att lägga till din anpassade token
sw: bonyeza kitufe ili kuongeza tokeni yako maalum
th: กดปุ่มเพื่อเพิ่มโทเค็นที่กำหนดเองของคุณ
tr: özel tokeninizi eklemek için düğmeye basın
uk: натисніть кнопку, щоб додати свій власний токен
ur: اپنا حسب ضرورت ٹوکن شامل کرنے کے لیے بٹن دبائیں۔
vi: nhấn nút để thêm mã thông báo tùy chỉnh của bạn

source: Delete Custom Token
af: Vee gepasmaakte teken uit
ar: حذف الرمز المخصص
bn: কাস্টম টোকেন মুছুন
ca: Suprimeix el testimoni personalitzat
da: Slet brugerdefineret token
de: Benutzerdefiniertes Token löschen
el: Διαγραφή Προσαρμοσμένου Διακριτικού
es: Eliminar token personalizado
fi: Poista Mukautettu Tunnus
fil: Tanggalin ang Custom Token
fr: Supprimer le jeton personnalisé
hi: कस्टम टोकन हटाएं
hu: Egyéni token törlése
id: Hapus Token Kustom
it: Elimina Token Personalizzato
ja: カスタムトークンを削除
lt: Ištrinkite tinkintą prieigos raktą
ms: Padamkan Token Tersuai
nl: Aangepaste token verwijderen
pl: Usuń własny token
pt: Excluir token personalizado
ru: Удалить пользовательский токен
sk: Odstrániť vlastný token
sr: Избришите прилагођени токен
sv: Ta bort anpassad token
sw: Futa Tokeni Maalum
th: ลบโทเค็นที่กำหนดเอง
tr: Özel Token'ı Sil
uk: Видалити користувацький токен
ur: حسب ضرورت ٹوکن حذف کریں۔
vi: Xóa Mã thông báo tùy chỉnh

source: Are you sure you want to Delete this Token?
af: Is jy seker jy wil hierdie teken uitvee?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز؟
bn: আপনি কি নিশ্চিত আপনি এই টোকেন মুছে ফেলতে চান?
ca: Esteu segur que voleu suprimir aquest testimoni?
da: Er du sikker på, at du vil slette dette token?
de: Sind Sie sicher, dass Sie dieses Token löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το Token?
es: ¿Está seguro de que desea eliminar este token?
fi: Oletko varma, että haluat poistaa tämän polkun?
fil: Sigurado ka bang gusto mong Tanggalin ang Token na ito?
fr: Êtes-vous sûr de vouloir supprimer ce jeton ?
hi: क्या आप वाकई इस टोकन को हटाना चाहते हैं?
hu: Biztosan törli ezt a tokent?
id: Apakah Anda yakin ingin Menghapus Token ini?
it: Sei sicuro di voler eliminare questo Token?
ja: このトークンを削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šį prieigos raktą?
ms: Adakah anda pasti mahu Memadam Token ini?
nl: Weet u zeker dat u deze token wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten token?
pt: Tem certeza que deseja excluir este Token?
ru: Вы уверены, что хотите удалить этот токен?
sk: Naozaj chcete odstrániť tento token?
sr: Да ли сте сигурни да желите да избришете овај токен?
sv: Är du säker på att du vill ta bort detta token?
sw: Je, una uhakika unataka Kufuta Tokeni hii?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโทเค็นนี้?
tr: Bu Token'ı Silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей токен?
ur: کیا آپ واقعی اس ٹوکن کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa mã thông báo này không?

source: Complete
af: Voltooi
ar: مكتمل
bn: সম্পূর্ণ
ca: Completa
da: Komplet
fil: Kumpleto
hi: पूरा
hu: Teljes
id: Menyelesaikan
lt: Užbaigti
ms: lengkap
sk: Dokončiť
sr: Завршено
sw: Kamilisha
th: สมบูรณ์
tr: Tamamlamak
ur: مکمل
vi: Hoàn thành

source: Running
af: Hardloop
ar: جري
bn: চলছে
ca: Córrer
da: Løb
de: Laufend
el: Εκτελείται
es: Ejecutando
fi: Käynnissä
fil: Tumatakbo
fr: En cours d'exécution
hi: दौड़ना
hu: Futás
id: Berlari
it: Esecuzione
ja: 実行中
lt: Bėgimas
ms: Berlari
nl: Lopend
pl: Uruchamianie
pt: Executando
ru: Выполняется
sk: Beh
sr: Трчање
sv: Körs
sw: Kukimbia
th: วิ่ง
tr: Koşma
uk: Біг
ur: چل رہا ہے۔
vi: Đang chạy

source: Failed
af: Misluk
ar: فشل
bn: ব্যর্থ হয়েছে
ca: Ha fallat
da: Mislykkedes
de: Fehler
el: Απέτυχε
es: Fallo
fi: Epäonnistui
fil: Nabigo
fr: Echoué
hi: असफल
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗しました
lt: Nepavyko
ms: gagal
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ru: Неудачный
sk: Nepodarilo sa
sr: Није успело
sv: Misslyckades
sw: Imeshindwa
th: ล้มเหลว
tr: Arızalı
uk: Не вдалося
ur: ناکام
vi: Thất bại

source: Refuel
af: Hervul
ar: إعادة التزود بالوقود
bn: জ্বালানি ভরে নিন
ca: Reabastecer-se de combustible
de: Tanken
el: Εφοδιάζω πάλι με καύσιμα
fr: Ravitailler
hi: ईधन
ja: 燃料補給
pl: Zatankować
sk: Dotankovať
sr: Допуните гориво
sv: Tanka
sw: Weka mafuta
th: เติมน้ำมัน
tr: Yakıt ikmali
uk: Заправка
vi: Nạp nhiên liệu

source: Clear
af: Duidelik
ar: واضح
bn: পরিষ্কার
ca: Clar
da: Klar
de: Leeren
el: Εκκαθάριση
es: Claro
fi: Tyhjennä
fil: Maaliwalas
fr: Nettoyer
hi: स्पष्ट
hu: Világos
id: Jernih
it: Pulisci
ja: クリア
lt: Aišku
ms: Jelas
nl: Verwijderen
pl: Wyczyść
pt: Limpar
ru: Очистить
sk: Jasné
sr: Јасно
sv: Rensa
sw: Wazi
th: ชัดเจน
tr: Temizlemek
uk: Очистити
ur: صاف
vi: Thông thoáng

source: Search Transaction
af: Soek transaksie
ar: بحث المعاملة
bn: অনুসন্ধান লেনদেন
ca: Cerca transacció
da: Søg transaktion
de: Transaktion durchsuchen
el: Αναζήτηση Συναλλαγής
es: Buscar transacción
fi: Etsi Tapahtuma
fil: Transaksyon sa Paghahanap
fr: Rechercher une transaction
hi: लेनदेन खोजें
hu: Tranzakció keresése
id: Pencarian Transaksi
it: Ricerca Transazione
ja: トランザクションを検索
lt: Paieškos sandoris
ms: Transaksi Carian
nl: Zoek transactie
pl: Szukaj transakcji
pt: Pesquisar transação
ru: Поиск транзакций
sk: Vyhľadať transakciu
sr: Трансакција претраге
sv: Sök transaktion
sw: Tafuta Muamala
th: ค้นหาธุรกรรม
tr: Arama İşlemi
uk: Пошук транзакції
ur: لین دین تلاش کریں۔
vi: Tìm kiếm giao dịch

source: No transactions
af: Geen transaksies nie
ar: لا توجد معاملات
bn: কোনো লেনদেন নেই
ca: No hi ha transaccions
da: Ingen transaktioner
de: Keine Transaktionen
el: Δεν υπάρχουν συναλλαγές
es: No hay transacciones
fi: Ei tapahtumia
fil: Walang transaksyon
fr: Aucune transaction
hi: कोई लेनदेन नहीं
hu: Nincsenek tranzakciók
id: Tidak ada transaksi
it: Nessuna transazione
ja: 取引がありません
lt: Jokių sandorių
ms: Tiada transaksi
nl: Geen transacties
pl: Brak transakcji
pt: Nenhuma transação
ru: Нет транзакций
sk: Žiadne transakcie
sr: Нема трансакција
sv: Inga transaktioner
sw: Hakuna shughuli
th: ไม่มีการทำธุรกรรม
tr: Hiçbir işlem yok
uk: Операції відсутні
ur: کوئی لین دین نہیں۔
vi: Không có giao dịch

source: Your transaction history is stored locally and will appear here after you start a swap
af: Jou transaksiegeskiedenis word plaaslik gestoor en sal hier verskyn nadat jy 'n ruil begin het
ar: يتم تخزين سجل معاملاتك محليًا وسيظهر هنا بعد بدء عملية المبادلة
bn: আপনার লেনদেনের ইতিহাস স্থানীয়ভাবে সংরক্ষণ করা হয় এবং আপনি একটি অদলবদল শুরু করার পরে এখানে উপস্থিত হবে৷
ca: El vostre historial de transaccions s'emmagatzema localment i apareixerà aquí després d'iniciar un intercanvi
da: Din transaktionshistorik gemmes lokalt og vises her, når du har startet en swap
de: Ihr Transaktionsverlauf wird lokal gespeichert und erscheint hier, nachdem Sie einen Swap gestartet haben
el: Το ιστορικό συναλλαγών σας αποθηκεύεται τοπικά και θα εμφανιστεί εδώ μετά την έναρξη της ανταλλαγής
es: Su historial de transacciones se almacena localmente y aparecerá aquí después de iniciar un intercambio
fi: Tapahtumahistoriasi on tallennettu paikallisesti ja se tulee näkymään täällä swapin käynnistymisen jälkeen
fil: Ang iyong kasaysayan ng transaksyon ay lokal na naka-imbak at lalabas dito pagkatapos mong simulan ang isang swap
fr: Votre historique de transaction est stocké localement et apparaîtra ici après avoir démarré un swap
hi: आपका लेन-देन इतिहास स्थानीय रूप से संग्रहीत है और आपके द्वारा स्वैप शुरू करने के बाद यहां दिखाई देगा
hu: A tranzakciós előzményeket helyben tároljuk, és a csere elindítása után itt jelennek meg
id: Riwayat transaksi Anda disimpan secara lokal dan akan muncul di sini setelah Anda memulai swap
it: La cronologia delle transazioni è memorizzata localmente e apparirà qui dopo aver avviato uno swap
ja: 取引履歴はローカルに保存され、スワップを開始するとここに表示されます
lt: Jūsų operacijų istorija saugoma vietoje ir bus rodoma čia, kai pradėsite apsikeitimą
ms: Sejarah transaksi anda disimpan secara setempat dan akan dipaparkan di sini selepas anda memulakan pertukaran
nl: Uw transactiegeschiedenis is lokaal opgeslagen en zal hier verschijnen nadat u een swap heeft gestart
pl: Twoja historia transakcji jest przechowywana lokalnie i pojawi się tutaj po rozpoczęciu swapu
pt: Seu histórico de transações é armazenado localmente e aparecerá aqui depois que você começar uma troca
ru: Ваша история транзакций хранится локально и появится здесь после запуска обмена
sk: Vaša história transakcií je uložená lokálne a zobrazí sa tu po spustení swapu
sr: Ваша историја трансакција се чува локално и појавиће се овде након што започнете замену
sv: Din transaktionshistorik lagras lokalt och kommer att visas här när du startar ett byte
sw: Historia yako ya muamala imehifadhiwa ndani na itaonekana hapa baada ya kuanza kubadilishana
th: ประวัติการทำธุรกรรมของคุณจะถูกเก็บไว้ในเครื่องและจะปรากฏที่นี่หลังจากที่คุณเริ่มสลับ
tr: İşlem geçmişiniz yerel olarak saklanır ve bir takas başlattıktan sonra burada görünür
uk: Історія ваших транзакцій зберігається локально і з'явиться тут після того, як ви почнете заміну
ur: آپ کی لین دین کی سرگزشت مقامی طور پر ذخیرہ کی جاتی ہے اور آپ کے تبادلہ شروع کرنے کے بعد یہاں ظاہر ہوگی۔
vi: Lịch sử giao dịch của bạn được lưu trữ cục bộ và sẽ xuất hiện ở đây sau khi bạn bắt đầu hoán đổi

source: Clear Transaction History
af: Vee transaksiegeskiedenis uit
ar: مسح سجل المعاملات
bn: লেনদেনের ইতিহাস সাফ করুন
ca: Esborra l'historial de transaccions
da: Ryd transaktionshistorik
de: Transaktionsverlauf löschen
el: Εκκαθάριση Ιστορικού Συναλλαγών
es: Borrar historial de transacciones
fi: Tyhjennä Tapahtuman Historia
fil: I-clear ang History ng Transaksyon
fr: Effacer l'historique des transactions
hi: लेन-देन इतिहास साफ़ करें
hu: Tranzakciós előzmények törlése
id: Hapus Riwayat Transaksi
it: Cancella Cronologia Transazioni
ja: 取引履歴を消去
lt: Išvalyti operacijų istoriją
ms: Kosongkan Sejarah Transaksi
nl: Wis transactiegeschiedenis
pl: Wyczyść historię transakcji
pt: Limpar histórico de transações
ru: Очистить историю транзакций
sk: Vymazať históriu transakcií
sr: Обриши историју трансакција
sv: Rensa transaktionshistorik
sw: Futa Historia ya Muamala
th: ล้างประวัติการทำธุรกรรม
tr: İşlem Geçmişini Temizle
uk: Очистити історію транзакцій
ur: لین دین کی تاریخ صاف کریں۔
vi: Xóa Lịch sử giao dịch

source: Proceeding will remove all successful and failed transactions from the widget. Do you want to continue?
af: As u voortgaan, sal alle suksesvolle en mislukte transaksies van die legstuk verwyder word. Wil jy voortgaan?
ar: سيؤدي الاستمرار إلى إزالة جميع المعاملات الناجحة والفاشلة من الأداة. هل تريد الاستمرار؟
bn: অগ্রসর হলে উইজেট থেকে সমস্ত সফল এবং ব্যর্থ লেনদেন মুছে ফেলা হবে। আপনি কি চালিয়ে যেতে চান?
ca: Si continueu, s'eliminaran del widget totes les transaccions reeixides i fallides. Vols continuar?
da: Hvis du fortsætter, fjernes alle vellykkede og mislykkede transaktioner fra widgetten. Vil du fortsætte?
de: Fortfahren wird alle erfolgreichen und fehlgeschlagenen Transaktionen vom Widget entfernen. Möchten Sie fortfahren?
el: Η διαδικασία θα καταργήσει όλες τις επιτυχημένες και αποτυχημένες συναλλαγές από το widget. Θέλετε να συνεχίσετε?
es: Continuar eliminará todas las transacciones exitosas y fallidas del widget. ¿Desea continuar?
fi: Jatkaminen poistaa kaikki onnistuneet ja epäonnistuneet tapahtumat widgetistä. Haluatko jatkaa?
fil: Aalisin ng pagpapatuloy ang lahat ng matagumpay at nabigong transaksyon mula sa widget. Gusto mo bang magpatuloy?
fr: Continuer supprimera toutes les transactions réussies et échouées du widget. Voulez-vous continuer ?
hi: आगे बढ़ने से विजेट से सभी सफल और असफल लेनदेन हटा दिए जाएंगे। क्या आप जारी रखना चाहते हैं?
hu: A folytatás eltávolítja az összes sikeres és sikertelen tranzakciót a widgetből. Folytatja?
id: Proses ini akan menghapus semua transaksi yang berhasil dan gagal dari widget. Apakah Anda ingin melanjutkan?
it: Procedere rimuoverà dal widget tutte le transazioni fallite e non riuscite. Vuoi continuare?
ja: 続行すると、成功したトランザクションと失敗したトランザクションがウィジェットから削除されます。続行しますか？
lt: Tęsiant bus pašalintos visos sėkmingos ir nepavykusios operacijos iš valdiklio. Ar norite tęsti?
ms: Prosiding akan mengalih keluar semua transaksi yang berjaya dan gagal daripada widget. Adakah anda mahu meneruskan?
nl: Doorgaan zal alle succesvolle en mislukte transacties van de widget verwijderen. Wilt u doorgaan?
pl: Kontynuacja spowoduje usunięcie wszystkich udanych i nieudanych transakcji z widżetu. Czy chcesz kontynuować?
pt: O processo irá remover todas as transações com sucesso e falha do widget. Deseja continuar?
ru: В процессе обработки все успешные и неудачные транзакции из виджета. Вы хотите продолжить?
sk: Pokračovaním sa z miniaplikácie odstránia všetky úspešné a neúspešné transakcie. Chcete pokračovať?
sr: Настављање ће уклонити све успешне и неуспеле трансакције из виџета. Да ли желите да наставите?
sv: Fortsättning kommer att ta bort alla lyckade och misslyckade transaktioner från widget. Vill du fortsätta?
sw: Kuendelea kutaondoa miamala yote iliyofaulu na iliyofeli kwenye wijeti. Je, ungependa kuendelea?
th: การดำเนินการต่อไปจะลบธุรกรรมที่สำเร็จและล้มเหลวทั้งหมดออกจากวิดเจ็ต คุณต้องการดำเนินการต่อหรือไม่
tr: Devam etmek, widget'tan tüm başarılı ve başarısız işlemleri kaldıracaktır. Devam etmek istiyor musunuz?
uk: Продовжуючи, буде видалено всі успішні та невдалі транзакції з віджета. Бажаєте продовжити?
ur: آگے بڑھنے سے ویجیٹ سے تمام کامیاب اور ناکام ٹرانزیکشنز ہٹ جائیں گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Tiến hành sẽ xóa tất cả các giao dịch thành công và thất bại khỏi tiện ích. Bạn có muốn tiếp tục không?

source: Note: This does not erase your transaction history on the chain; it only removes them here.
af: Let wel: Dit vee nie jou transaksiegeskiedenis op die ketting uit nie; dit verwyder hulle net hier.
ar: ملاحظة: لن يؤدي هذا إلى مسح سجل معاملاتك على السلسلة؛ بل يزيلها هنا فقط.
bn: দ্রষ্টব্য: এটি চেইনে আপনার লেনদেনের ইতিহাস মুছে ফেলবে না; এটি শুধুমাত্র তাদের এখানে সরিয়ে দেয়।
ca: Nota: Això no esborra el vostre historial de transaccions a la cadena; aquí només els elimina.
da: Bemærk: Dette sletter ikke din transaktionshistorik på kæden; det fjerner dem kun her.
de: Hinweis: Dies löscht nicht Ihren Transaktionsverlauf auf der Kette, sondern entfernt ihn nur hier.
el: Σημείωση: Αυτό δεν διαγράφει το ιστορικό συναλλαγών σας στην αλυσίδα, αλλά τις αφαιρεί μόνο εδώ.
es: Nota: Esto no borra tu historial de transacciones en la cadena; sólo los elimina aquí.
fi: Huom: Tämä ei poista tapahtumahistoriaasi ketjussa, vaan se poistaa ne vain täältä.
fil: Tandaan: Hindi nito binubura ang iyong history ng transaksyon sa chain; inaalis lang sila dito.
fr: Note: Cela n'efface pas votre historique de transactions dans la chaîne; cela ne les supprime que ici.
hi: ध्यान दें: इससे चेन पर आपके लेन-देन का इतिहास नहीं मिटता; यह केवल उन्हें यहां से हटाता है।
hu: Megjegyzés: Ez nem törli a tranzakciós előzményeket a láncon; csak itt távolítja el őket.
id: Catatan: Ini tidak menghapus riwayat transaksi Anda di rantai; tetapi hanya menghapusnya di sini.
it: Nota: Questo non cancella la cronologia delle transazioni nella catena; le rimuove solo qui.
ja: 注:チェーン上の取引履歴は消去されません。ここでのみ削除されます。
lt: Pastaba: tai neištrina jūsų operacijų istorijos grandinėje; tai tik pašalina juos čia.
ms: Nota: Ini tidak memadamkan sejarah transaksi anda pada rantaian; ia hanya membuang mereka di sini.
nl: Opmerking: Dit wist uw transactiegeschiedenis op de keten niet; het verwijdert ze alleen hier.
pl: Uwaga: To nie usuwa Twojej historii transakcji z łańcucha; usuwa ją tylko tutaj.
pt: Nota: Isso não apaga seu histórico de transações na cadeia; só os remove aqui.
ru: Примечание: Это не очищает историю транзакций в цепочке; она только удаляет их здесь.
sk: Poznámka: Týmto sa nevymaže vaša história transakcií v reťazci; odstráni ich len tu.
sr: Напомена: Ово не брише вашу историју трансакција у ланцу; само их овде уклања.
sv: Obs: Detta raderar inte din transaktionshistorik i kedjan; det tar bara bort dem här.
sw: Kumbuka: Hii haifuti historia yako ya muamala kwenye msururu; inawaondoa hapa tu.
th: หมายเหตุ: การดำเนินการนี้จะไม่ลบประวัติการทำธุรกรรมของคุณบนเครือข่าย แต่จะลบออกที่นี่เท่านั้น
tr: Not: Bu, zincirdeki işlem geçmişinizi silmez; yalnızca buradan kaldırır.
uk: Примітка: В ланцюжку історія ваших транзакцій не видаляється; він тільки видаляє їх тут.
ur: نوٹ: یہ سلسلہ پر آپ کی لین دین کی تاریخ کو نہیں مٹاتا ہے۔ یہ صرف انہیں یہاں ہٹاتا ہے۔
vi: Lưu ý: Thao tác này không xóa lịch sử giao dịch của bạn trên chuỗi; nó chỉ xóa chúng tại đây.
