Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Click connect in your wallet popup.
af: Klik koppel in jou beursie-opspringer.
ar: انقر فوق الاتصال في النافذة المنبثقة لمحفظتك.
bn: আপনার ওয়ালেট পপআপে সংযোগ ক্লিক করুন।
ca: Feu clic a connectar a la finestra emergent de la cartera.
da: Klik på tilslut i din tegnebogs popup.
de: Klicken Sie in Ihrem Wallet-Popup auf Verbinden.
el: Κάντε κλικ στη σύνδεση στο αναδυόμενο παράθυρο του πορτοφολιού.
es: Haga clic en conectar en su ventana emergente.
fi: Valitse yhdistä lompakon ponnahdusikkuna.
fil: I-click ang kumonekta sa popup ng iyong wallet.
fr: Cliquez sur se connecter dans la fenêtre pop-up de votre portefeuille.
hi: अपने वॉलेट पॉपअप में कनेक्ट पर क्लिक करें।
hu: Kattintson a Connect gombra a pénztárca előugró ablakában.
id: Klik sambungkan pada popup dompet Anda.
it: Fare clic su Connetti nel tuo portafoglio popup.
ja: ウォレットのポップアップでformat@@0をクリックします。
lt: Iššokančiajame piniginės lange spustelėkite prisijungti.
ms: Klik sambung dalam pop timbul dompet anda.
nl: Klik op verbinden met uw portemonnee popup.
pl: Kliknij połączenie w wyskakującym oknie portfela.
pt: Clique em conectar no pop-up da sua carteira.
ru: Нажмите на подключение во всплывающем окне кошелька.
sk: Vo vyskakovacom okne peňaženky kliknite na Pripojiť.
sr: Кликните на Повежи се у искачућем прозору новчаника.
sv: Klicka på anslut i din plånbok popup.
sw: Bofya unganisha kwenye dirisha ibukizi la mkoba wako.
th: คลิกเชื่อมต่อในป๊อปอัปกระเป๋าเงินของคุณ
tr: Cüzdanınızdaki açılır pencerede bağlan'a tıklayın.
uk: Натисніть підключитися в спливаючому вікні вашого гаманця.
ur: اپنے والٹ پاپ اپ میں کنیکٹ پر کلک کریں۔
vi: Nhấp vào kết nối trong cửa sổ bật lên của ví.

source: Select Derivation Path
af: Kies Afleidingspad
ar: حدد مسار الاشتقاق
bn: ডেরিভেশন পাথ নির্বাচন করুন
ca: Seleccioneu Camí de derivació
da: Vælg Afledningssti
de: Ableitungspfad auswählen
el: Επιλέξτε Διαδρομή Παραγωγής
es: Seleccionar ruta de derivación
fi: Valitse Derivation Polku
fil: Piliin ang Derivation Path
fr: Sélectionner le chemin de dérivation
hi: व्युत्पत्ति पथ चुनें
hu: Válassza ki a származtatási útvonalat
id: Pilih Jalur Derivasi
it: Seleziona Percorso Di Derivazione
ja: 派生パスの選択
lt: Pasirinkite išvedimo kelią
ms: Pilih Laluan Derivasi
nl: Selecteer Afgeleidespad
pl: Wybierz Ścieżkę Pochodną
pt: Selecionar Caminho de Derivação
ru: Выберите путь деривации
sk: Vyberte cestu odvodenia
sr: Изаберите Путања деривације
sv: Välj Derivations sökväg
sw: Chagua Njia ya Utoaji
th: เลือกเส้นทางการอนุมาน
tr: Türetme Yolunu Seçin
uk: Виберіть шлях до видачі
ur: اخذ کرنے کا راستہ منتخب کریں۔
vi: Chọn Đường dẫn dẫn xuất

source: In order to connect to {type}, you must first select a Derivation Path
af: Om aan {type}te koppel, moet jy eers 'n Afleidingspad kies
ar: للاتصال بـ {type}، يجب عليك أولاً تحديد مسار الاشتقاق
bn: {type}এর সাথে সংযোগ করার জন্য, আপনাকে প্রথমে একটি ডেরিভেশন পাথ নির্বাচন করতে হবে
ca: Per connectar-vos a {type}, primer heu de seleccionar un camí de derivació
da: For at oprette forbindelse til {type}skal du først vælge en afledningssti
de: Um eine Verbindung zu {type}herzustellen, müssen Sie zuerst einen Derivationspfad auswählen
el: Για να συνδεθείτε στο {type}, πρέπει πρώτα να επιλέξετε μια Διαδρομή Παραγωγής
es: Para conectarse a {type}, primero debe seleccionar una Ruta de Derivación
fi: Jotta voit muodostaa yhteyden {type}, sinun täytyy ensin valita Derivation Path
fil: Para makakonekta sa {type}, kailangan mo munang pumili ng Derivation Path
fr: Pour vous connecter à {type}, vous devez d'abord sélectionner un chemin de dérivation
hi: {type}से कनेक्ट करने के लिए, आपको पहले एक व्युत्पन्न पथ चुनना होगा
hu: A {type}-hoz való csatlakozáshoz először ki kell választania egy származási útvonalat
id: Untuk terhubung ke {type}, Anda harus terlebih dahulu memilih Jalur Derivasi
it: Per connetterti a {type}, devi prima selezionare un percorso di derivazione
ja: {type}に接続するには、先に派生パスを選択する必要があります
lt: Norėdami prisijungti prie {type}, pirmiausia turite pasirinkti išvedimo kelią
ms: Untuk menyambung ke {type}, anda mesti memilih Laluan Derivasi dahulu
nl: Om verbinding te maken met {type}moet u eerst een afleidingspad selecteren
pl: Aby połączyć się z {type}musisz najpierw wybrać Ścieżkę Pochodną
pt: Para conectar a {type}, você deve primeiro selecionar um caminho de Derivação
ru: Чтобы подключиться к {type}, вы должны сначала выбрать путь к производству.
sk: Ak sa chcete pripojiť k {type}, musíte najprv vybrať cestu odvodenia
sr: Да бисте се повезали на {type}, прво морате да изаберете путању извођења
sv: För att ansluta till {type}måste du först välja en Derivation sökväg
sw: Ili kuunganisha kwa {type}, lazima kwanza uchague Njia ya Utokaji
th: ในการเชื่อมต่อกับ {type}คุณต้องเลือกเส้นทางการได้มาก่อน
tr: {type}'a bağlanmak için öncelikle bir Türetme Yolu seçmelisiniz
uk: Для того, щоб підключитися до {type}, необхідно спочатку вибрати шлях відділення
ur: {type}سے جڑنے کے لیے، آپ کو پہلے اخذ کرنے کا راستہ منتخب کرنا ہوگا۔
vi: Để kết nối với {type}, trước tiên bạn phải chọn Đường dẫn phái sinh

source: Choose Derivation Path Template
af: Kies Afleidingspadsjabloon
ar: اختر قالب مسار الاشتقاق
bn: ডেরিভেশন পাথ টেমপ্লেট নির্বাচন করুন
ca: Trieu Plantilla de camí de derivació
da: Vælg Afledningsstiskabelon
de: Wählen Sie Derivationspfad Vorlage
el: Επιλέξτε Πρότυπο Διαδρομής Παραγωγής
es: Elegir plantilla de ruta de derivación
fi: Valitse Derivation Polku Malli
fil: Piliin ang Template ng Derivation Path
fr: Choisir le modèle de chemin de dérivation
hi: व्युत्पत्ति पथ टेम्पलेट चुनें
hu: Válassza a származtatási útvonal sablont
id: Pilih Template Jalur Derivasi
it: Scegli Modello Percorso Derivazione
ja: 派生パステンプレートを選択
lt: Pasirinkite išvedimo kelio šabloną
ms: Pilih Templat Laluan Derivasi
nl: Kies Derivatie Pad sjabloon
pl: Wybierz szablon ścieżki pochodnej
pt: Escolher Modelo de Caminho de Derivação
ru: Выберите шаблон пути деривации
sk: Vyberte možnosť Šablóna odvodenej cesty
sr: Изаберите шаблон путање извођења
sv: Välj mall för Derivations sökväg
sw: Chagua Kiolezo cha Njia ya Utoaji
th: เลือกเทมเพลตเส้นทางการอนุมาน
tr: Türetme Yolu Şablonunu Seçin
uk: Вибрати шаблон відхилення по шаблону
ur: اخذ پاتھ ٹیمپلیٹ کا انتخاب کریں۔
vi: Chọn mẫu đường dẫn dẫn xuất

source: Enter Path
af: Voer Pad in
ar: أدخل المسار
bn: পাথ লিখুন
ca: Introduïu el camí
da: Indtast sti
de: Pfad eingeben
el: Εισαγωγή Διαδρομής
es: Introducir ruta
fi: Syötä Polku
fil: Ipasok ang Path
fr: Entrez le chemin d'accès
hi: पथ दर्ज करें
hu: Írja be az útvonalat
id: Masukkan Jalur
it: Inserisci Percorso
ja: パスを入力
lt: Įveskite kelią
ms: Masukkan Laluan
nl: Pad invoeren
pl: Wprowadź ścieżkę
pt: Insira o caminho
ru: Введите путь
sk: Zadajte cestu
sr: Унесите путању
sv: Ange sökväg
sw: Ingiza Njia
th: เข้าสู่เส้นทาง
tr: Yola Girin
uk: Введіть шлях
ur: راستہ داخل کریں۔
vi: Nhập Đường dẫn

source: Enter Index
af: Voer indeks in
ar: أدخل الفهرس
bn: ইনডেক্স লিখুন
ca: Introduïu l'índex
da: Indtast indeks
de: Index eingeben
el: Εισαγωγή Ευρετηρίου
es: Introducir índice
fi: Syötä Hakemisto
fil: Ipasok ang Index
fr: Entrer l'index
hi: सूचकांक दर्ज करें
hu: Írja be az indexet
id: Masukkan Indeks
it: Inserisci Indice
ja: インデックスを入力
lt: Įveskite indeksą
ms: Masukkan Indeks
nl: Index invoeren
pl: Wprowadź indeks
pt: Inserir índice
ru: Введите индекс
sk: Zadajte index
sr: Унесите индекс
sv: Ange index
sw: Ingiza Index
th: เข้าสู่ดัชนี
tr: Dizin'e Girin
uk: Введіть індекс
ur: انڈیکس درج کریں۔
vi: Nhập chỉ mục

source: This wallet supports multiple chains. Choose which chains you’d like to connect or disconnect.
af: Hierdie beursie ondersteun verskeie kettings. Kies watter kettings jy wil koppel of ontkoppel.
ar: تدعم هذه المحفظة سلاسل متعددة. اختر السلاسل التي ترغب في ربطها أو فصلها.
bn: এই ওয়ালেটটি একাধিক চেইন সমর্থন করে। আপনি কোন চেইনগুলি সংযুক্ত করতে বা সংযোগ বিচ্ছিন্ন করতে চান তা চয়ন করুন।
ca: Aquesta cartera admet diverses cadenes. Trieu quines cadenes voleu connectar o desconnectar.
da: Denne tegnebog understøtter flere kæder. Vælg hvilke kæder du vil forbinde eller afbryde.
de: Dieses Wallet unterstützt mehrere Chains. Wählen Sie aus, welche Chains Sie verbinden oder trennen möchten.
el: Αυτό το πορτοφόλι υποστηρίζει πολλαπλές αλυσίδες. Επιλέξτε ποιες αλυσίδες θέλετε να συνδέσετε ή να αποσυνδέσετε.
fi: Tämä lompakko tukee useita ketjuja. Valitse, mitkä ketjut haluat yhdistää tai irrottaa.
fr: Ce portefeuille prend en charge plusieurs chaînes. Choisissez celles que vous souhaitez connecter ou déconnecter.
hi: यह वॉलेट कई चेन को सपोर्ट करता है। चुनें कि आप कौन सी चेन को कनेक्ट या डिस्कनेक्ट करना चाहते हैं।
hu: Ez a pénztárca több láncot is támogat. Válassza ki, hogy mely láncokat szeretné csatlakoztatni vagy leválasztani.
id: Dompet ini mendukung beberapa rantai. Pilih rantai mana yang ingin Anda sambungkan atau putuskan.
ja: このウォレットは複数のチェーンをサポートしています。接続または切断するチェーンを選択してください。
lt: Ši piniginė palaiko kelias grandines. Pasirinkite, kurias grandines norite prijungti arba atjungti.
ms: Dompet ini menyokong berbilang rantai. Pilih rantaian yang anda ingin sambungkan atau putuskan sambungannya.
nl: Deze wallet ondersteunt meerdere ketens. Kies welke ketens je wilt verbinden of verbreken.
pl: Ten portfel obsługuje wiele łańcuchów. Wybierz łańcuchy, które chcesz połączyć lub rozłączyć.
pt: Esta carteira suporta múltiplas correntes. Escolha quais as cadeias que gostaria de ligar ou desligar.
ru: Этот кошелек поддерживает несколько цепочек. Выберите, какие цепочки вы хотите подключить или отключить.
sk: Táto peňaženka podporuje viacero reťazcov. Vyberte si, ktoré reťazce chcete pripojiť alebo odpojiť.
sr: Овај новчаник подржава више ланаца. Изаберите које ланце желите да повежете или искључите.
sv: Den här plånboken stöder flera kedjor. Välj vilka kedjor du vill ansluta eller koppla från.
sw: Mkoba huu unasaidia minyororo mingi. Chagua minyororo ambayo ungependa kuunganisha au kutenganisha.
th: กระเป๋าสตางค์นี้รองรับโซ่หลายแบบ เลือกโซ่ที่คุณต้องการเชื่อมต่อหรือตัดการเชื่อมต่อ
tr: Bu cüzdan birden fazla zinciri destekler. Hangi zincirleri bağlamak veya bağlantısını kesmek istediğinizi seçin.
uk: Цей гаманець підтримує кілька ланцюгів. Виберіть, які ланцюги ви хочете підключити або відключити.
ur: یہ پرس متعدد زنجیروں کو سپورٹ کرتا ہے۔ منتخب کریں کہ آپ کن زنجیروں کو جوڑنا یا منقطع کرنا چاہتے ہیں۔
vi: Ví này hỗ trợ nhiều chuỗi. Chọn chuỗi bạn muốn kết nối hoặc ngắt kết nối.

source: Disconnect wallet
af: Ontkoppel beursie
ar: فصل المحفظة
bn: ওয়ালেট সংযোগ বিচ্ছিন্ন করুন
ca: Desconnecta la cartera
de: Wallet trennen
el: Αποσύνδεση πορτοφολιού
fi: Irrota lompakko
fr: Déconnecter le portefeuille
hi: वॉलेट डिस्कनेक्ट करें
hu: Pénztárca leválasztása
id: Putuskan sambungan dompet
ja: ウォレットを切断する
lt: Atjungti piniginę
pl: Odłącz portfel
sk: Odpojiť peňaženku
sr: Искључи новчаник
sv: Koppla från plånboken
sw: Tenganisha pochi
th: ยกเลิกการเชื่อมต่อกระเป๋าสตางค์
tr: Cüzdanı ayırın
uk: Від’єднати гаманець
vi: Ngắt kết nối ví

source: Add {blockchainDisplayName} Chain
af: Voeg {blockchainDisplayName} Ketting by
ar: أضف سلسلة {blockchainDisplayName}
bn: {blockchainDisplayName} চেইন যোগ করুন
ca: Afegeix {blockchainDisplayName} cadena
da: Tilføj {blockchainDisplayName} kæde
de: {blockchainDisplayName} Kette hinzufügen
el: Προσθήκη {blockchainDisplayName} Αλυσίδα
es: Añadir cadena {blockchainDisplayName}
fi: Lisää {blockchainDisplayName} Ketju
fil: Magdagdag ng {blockchainDisplayName} Chain
fr: Ajouter une chaîne {blockchainDisplayName}
hi: {blockchainDisplayName} चेन जोड़ें
hu: Add hozzá a {blockchainDisplayName} láncot
id: Tambahkan {blockchainDisplayName} Rantai
it: Aggiungi Catena {blockchainDisplayName}
ja: {blockchainDisplayName} チェーンを追加
lt: Pridėti {blockchainDisplayName} grandinę
ms: Tambah {blockchainDisplayName} Rantaian
nl: {blockchainDisplayName} Ketting toevoegen
pl: Dodaj łańcuch {blockchainDisplayName}
pt: Adicionar Corrente {blockchainDisplayName}
ru: Добавить цепочку {blockchainDisplayName}
sk: Pridajte reťazec {blockchainDisplayName}
sr: Додајте {blockchainDisplayName} ланац
sv: Lägg till {blockchainDisplayName} Chain
sw: Ongeza {blockchainDisplayName} Mnyororo
th: เพิ่ม {blockchainDisplayName} เชน
tr: {blockchainDisplayName} Zinciri Ekle
uk: Додати {blockchainDisplayName} ланцюжок
ur: {blockchainDisplayName} چین شامل کریں۔
vi: Thêm {blockchainDisplayName} Chuỗi

source: Would you like to add the {blockchainDisplayName} experimental chain to your wallet?
af: Wil jy die {blockchainDisplayName} eksperimentele ketting by jou beursie voeg?
ar: هل ترغب في إضافة السلسلة التجريبية {blockchainDisplayName} إلى محفظتك؟
bn: আপনি কি আপনার ওয়ালেটে {blockchainDisplayName} পরীক্ষামূলক চেইন যোগ করতে চান?
ca: Vols afegir la cadena experimental {blockchainDisplayName} a la teva cartera?
da: Kunne du tænke dig at tilføje {blockchainDisplayName} eksperimentelle kæde til din tegnebog?
de: Möchten Sie die experimentelle Kette {blockchainDisplayName} zu Ihrer Wallet hinzufügen?
el: Θα θέλατε να προσθέσετε το {blockchainDisplayName} πειραματική αλυσίδα στο πορτοφόλι σας?
es: ¿Quieres añadir la cadena experimental {blockchainDisplayName} a tu cartera?
fi: Haluatko lisätä lompakkoon {blockchainDisplayName} kokeellinen ketju?
fil: Gusto mo bang idagdag ang {blockchainDisplayName} pang-eksperimentong chain sa iyong wallet?
fr: Voulez-vous ajouter la chaîne expérimentale {blockchainDisplayName} à votre portefeuille?
hi: क्या आप अपने वॉलेट में {blockchainDisplayName} प्रायोगिक श्रृंखला जोड़ना चाहेंगे?
hu: Szeretné hozzáadni a {blockchainDisplayName} kísérleti láncot a pénztárcájához?
id: Apakah Anda ingin menambahkan rantai eksperimental {blockchainDisplayName} ke dompet Anda?
it: Vuoi aggiungere la catena sperimentale {blockchainDisplayName} al tuo portafoglio?
ja: {blockchainDisplayName} 実験チェーンをウォレットに追加しますか？
lt: Ar norėtumėte pridėti {blockchainDisplayName} eksperimentinę grandinę prie savo piniginės?
ms: Adakah anda ingin menambahkan rantaian percubaan {blockchainDisplayName} pada dompet anda?
nl: Wilt u de {blockchainDisplayName} experimentele keten aan uw portemonnee toevoegen?
pl: Czy chcesz dodać eksperymentalny łańcuch {blockchainDisplayName} do swojego portfela?
pt: Você gostaria de adicionar a cadeia experimental {blockchainDisplayName} à sua carteira?
ru: Добавить экспериментальную цепочку {blockchainDisplayName} в ваш кошелек?
sk: Chceli by ste do svojej peňaženky pridať experimentálny reťazec {blockchainDisplayName} ?
sr: Да ли желите да додате {blockchainDisplayName} експериментални ланац у свој новчаник?
sv: Vill du lägga till den experimentella kedjan {blockchainDisplayName} i din plånbok?
sw: Je, ungependa kuongeza msururu wa majaribio wa {blockchainDisplayName} kwenye pochi yako?
th: คุณต้องการเพิ่มโซ่ทดลอง {blockchainDisplayName} ลงในกระเป๋าเงินของคุณหรือไม่
tr: {blockchainDisplayName} deneysel zincirini cüzdanınıza eklemek ister misiniz?
uk: Хочете додати експериментальний ланцюг {blockchainDisplayName} до вашого гаманця?
ur: کیا آپ اپنے بٹوے میں {blockchainDisplayName} تجرباتی سلسلہ شامل کرنا چاہیں گے؟
vi: Bạn có muốn thêm chuỗi thử nghiệm {blockchainDisplayName} vào ví của mình không?

source: Please approve the experimental chain pop-up in your wallet.
af: Keur asseblief die eksperimentele ketting-opspringer in jou beursie goed.
ar: يرجى الموافقة على السلسلة التجريبية المنبثقة في محفظتك.
bn: অনুগ্রহ করে আপনার ওয়ালেটে পরীক্ষামূলক চেইন পপ-আপ অনুমোদন করুন।
ca: Aproveu la finestra emergent de la cadena experimental a la vostra cartera.
da: Godkend venligst den eksperimentelle kæde-pop-up i din tegnebog.
de: Bitte genehmigen Sie das experimentelle Kettenpopup in Ihrer Brieftasche.
el: Παρακαλούμε να εγκρίνετε το αναδυόμενο παράθυρο της πειραματικής αλυσίδας στο πορτοφόλι σας.
es: Por favor, apruebe la cadena experimental emergente en su cartera.
fi: Ole hyvä ja hyväksy kokeellinen ketju ponnahdusikkuna lompakossa.
fil: Mangyaring aprubahan ang pang-eksperimentong chain pop-up sa iyong wallet.
fr: Veuillez approuver la popup de la chaîne expérimentale dans votre portefeuille.
hi: कृपया अपने वॉलेट में प्रायोगिक श्रृंखला पॉप-अप को अनुमोदित करें।
hu: Kérjük, hagyja jóvá a kísérleti lánc előugró ablakát a pénztárcájában.
id: Harap setujui pop-up rantai eksperimental di dompet Anda.
it: Si prega di approvare il pop-up della catena sperimentale nel portafoglio.
ja: ウォレットの実験的な連鎖ポップアップを承認してください。
lt: Patvirtinkite eksperimentinės grandinės iššokantįjį langą savo piniginėje.
ms: Sila luluskan tetingkap timbul rangkaian percubaan dalam dompet anda.
nl: Gelieve de experimentele keten pop-up in uw portemonnee goed te keuren.
pl: Proszę zatwierdzić eksperymentalne wyskakujące okienko łańcucha w portfelu.
pt: Por favor, aprove o pop-up experimental na sua carteira.
ru: Пожалуйста, подтвердите окно экспериментальной цепочки в вашем кошельке.
sk: Schváľte kontextové okno experimentálneho reťazca vo vašej peňaženke.
sr: Одобрите искачући прозор експерименталног ланца у свом новчанику.
sv: Vänligen godkänn den experimentella kedjans pop-up i din plånbok.
sw: Tafadhali idhinisha msururu wa ibukizi wa majaribio kwenye pochi yako.
th: กรุณาอนุมัติให้ป๊อปอัปโซ่ทดลองอยู่ในกระเป๋าเงินของคุณ
tr: Lütfen cüzdanınızdaki deneysel zincir açılır penceresini onaylayın.
uk: Будь ласка, підтвердіть експериментальний ланцюжок у вашому гаманці.
ur: براہ کرم اپنے بٹوے میں تجرباتی چین کے پاپ اپ کو منظور کریں۔
vi: Vui lòng chấp thuận cửa sổ bật lên chuỗi thử nghiệm trong ví của bạn.

source: {blockchainDisplayName} Chain Added
af: {blockchainDisplayName} Ketting bygevoeg
ar: {blockchainDisplayName} تمت إضافة السلسلة
bn: {blockchainDisplayName} চেইন যোগ করা হয়েছে
ca: {blockchainDisplayName} Cadena afegida
da: {blockchainDisplayName} Kæde tilføjet
de: {blockchainDisplayName} Kette hinzugefügt
el: Προστέθηκε {blockchainDisplayName} Αλυσίδα
es: Cadena {blockchainDisplayName} añadida
fi: {blockchainDisplayName} Ketju Lisätty
fil: {blockchainDisplayName} Naidagdag ang Chain
fr: Chaîne {blockchainDisplayName} ajoutée
hi: {blockchainDisplayName} श्रृंखला जोड़ी गई
hu: {blockchainDisplayName} Lánc hozzáadva
id: {blockchainDisplayName} Rantai Ditambahkan
it: {blockchainDisplayName} Catena Aggiunta
ja: {blockchainDisplayName} チェーンが追加されました
lt: {blockchainDisplayName} Pridėta grandinė
ms: {blockchainDisplayName} Rantaian Ditambah
nl: {blockchainDisplayName} Ketting toegevoegd
pl: {blockchainDisplayName} Łańcuch dodany
pt: {blockchainDisplayName} Cadeia Adicionada
ru: {blockchainDisplayName} цепочка добавлена
sk: {blockchainDisplayName} Pridaný reťazec
sr: {blockchainDisplayName} Додан ланац
sv: {blockchainDisplayName} kedja tillagd
sw: {blockchainDisplayName} Mnyororo Umeongezwa
th: {blockchainDisplayName} เพิ่มโซ่แล้ว
tr: {blockchainDisplayName} Zincir Eklendi
uk: Додано ланцюжок {blockchainDisplayName}
ur: {blockchainDisplayName} سلسلہ شامل کر دیا گیا۔
vi: {blockchainDisplayName} Đã thêm chuỗi

source: The {blockchainDisplayName} chain has been successfully added to your wallet.
af: Die {blockchainDisplayName} -ketting is suksesvol by jou beursie gevoeg.
ar: تمت إضافة السلسلة {blockchainDisplayName} إلى محفظتك بنجاح.
bn: {blockchainDisplayName} চেইন সফলভাবে আপনার ওয়ালেটে যোগ করা হয়েছে৷
ca: La cadena {blockchainDisplayName} s'ha afegit correctament a la vostra cartera.
da: {blockchainDisplayName} -kæden er blevet tilføjet til din tegnebog.
de: Die {blockchainDisplayName} Kette wurde erfolgreich zur Brieftasche hinzugefügt.
el: Η αλυσίδα {blockchainDisplayName} προστέθηκε με επιτυχία στο πορτοφόλι σας.
es: La cadena {blockchainDisplayName} se ha añadido correctamente a tu cartera.
fi: {blockchainDisplayName} ketju on onnistuneesti lisätty lompakkoon.
fil: Ang {blockchainDisplayName} chain ay matagumpay na naidagdag sa iyong wallet.
fr: La chaîne {blockchainDisplayName} a été ajoutée avec succès à votre portefeuille.
hi: {blockchainDisplayName} श्रृंखला आपके वॉलेट में सफलतापूर्वक जोड़ दी गई है।
hu: A {blockchainDisplayName} láncot sikeresen hozzáadtuk pénztárcájához.
id: Rantai {blockchainDisplayName} telah berhasil ditambahkan ke dompet Anda.
it: La catena {blockchainDisplayName} è stata aggiunta con successo al tuo portafoglio.
ja: {blockchainDisplayName} チェーンがウォレットに追加されました。
lt: Grandinė {blockchainDisplayName} sėkmingai pridėta prie jūsų piniginės.
ms: Rantaian {blockchainDisplayName} telah berjaya ditambahkan pada dompet anda.
nl: De {blockchainDisplayName} keten is met succes aan uw portemonnee toegevoegd.
pl: Łańcuch {blockchainDisplayName} został pomyślnie dodany do Twojego portfela.
pt: A cadeia {blockchainDisplayName} foi adicionada com sucesso à sua carteira.
ru: Цепочка {blockchainDisplayName} успешно добавлена в ваш кошелек.
sk: Reťazec {blockchainDisplayName} bol úspešne pridaný do vašej peňaženky.
sr: Ланац {blockchainDisplayName} је успешно додат у ваш новчаник.
sv: Kedjan {blockchainDisplayName} har lagts till i din plånbok.
sw: Msururu wa {blockchainDisplayName} umeongezwa kwa mkoba wako.
th: เพิ่มโซ่ {blockchainDisplayName} ลงในกระเป๋าเงินของคุณเรียบร้อยแล้ว
tr: {blockchainDisplayName} zinciri cüzdanınıza başarıyla eklendi.
uk: Ланцюжок {blockchainDisplayName} успішно додано до вашого гаманця.
ur: {blockchainDisplayName} سلسلہ کامیابی کے ساتھ آپ کے بٹوے میں شامل کر دیا گیا ہے۔
vi: Chuỗi {blockchainDisplayName} đã được thêm thành công vào ví của bạn.

source: Request Rejected
af: Versoek afgekeur
ar: تم رفض الطلب
bn: অনুরোধ প্রত্যাখ্যাত
ca: Sol·licitud rebutjada
da: Anmodning afvist
de: Anfrage abgelehnt
el: Αίτηση Απορρίφθηκε
es: Solicitud rechazada
fi: Pyyntö Hylätty
fil: Tinanggihan ang Kahilingan
fr: Demande rejetée
hi: अनुरोध अस्वीकृत
hu: Kérelem elutasítva
id: Permintaan Ditolak
it: Richiesta Rifiutata
ja: リクエストが拒否されました
lt: Užklausa atmesta
ms: Permintaan Ditolak
nl: Verzoek afgewezen
pl: Żądanie odrzucone
pt: Pedido rejeitado
ru: Запрос отклонен
sk: Žiadosť zamietnutá
sr: Захтев одбијен
sv: Begäran avvisad
sw: Ombi Limekataliwa
th: คำขอถูกปฏิเสธ
tr: İstek Reddedildi
uk: Запит відхилено
ur: درخواست مسترد کر دی گئی۔
vi: Yêu cầu bị từ chối
