Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Yes, Clear the history
af: Ja, maak die geskiedenis skoon
ar: نعم، مسح التاريخ
bn: হ্যাঁ, ইতিহাস সাফ করুন
ca: Sí, esborra l'historial
da: Ja, Ryd historikken
de: Ja, den Verlauf löschen
el: Ναι, Καθαρισμός ιστορικού
es: Sí, borrar el historial
fi: Kyllä, Tyhjennä historia
fil: Oo, I-clear ang kasaysayan
fr: Oui, effacer l'historique
hi: हां, इतिहास साफ़ करें
hu: Igen, törölje az előzményeket
id: Ya, Hapus riwayat
it: Sì, Cancella la cronologia
ja: はい、履歴を消去します
lt: Taip, išvalykite istoriją
ms: Ya, Kosongkan sejarah
nl: Ja, de geschiedenis wissen
pl: Tak, wyczyść historię
pt: Sim, limpar o histórico
ru: Да, очистить историю
sk: Áno, vymazať históriu
sr: Да, обришите историју
sv: Ja, Rensa historiken
sw: Ndiyo, Futa historia
th: ใช่ ล้างประวัติ
tr: Evet, geçmişi temizle
uk: Так, очистити історію
ur: ہاں، تاریخ کو صاف کریں۔
vi: Có, Xóa lịch sử

source: language
af: taal
ar: لغة
bn: ভাষা
ca: llengua
da: sprog
de: sprache
el: γλώσσα
es: idioma
fi: kieli
fil: wika
fr: Langue
hi: भाषा
hu: nyelv
id: bahasa
it: lingua
ja: 言語
lt: kalba
ms: bahasa
nl: Taal
pl: język
pt: Idioma
ru: язык
sk: jazyk
sr: језик
sv: språk
sw: lugha
th: ภาษา
tr: dil
uk: мова
ur: زبان
vi: ngôn ngữ

source: Search {sourceType}
af: Soek {sourceType}
ar: بحث {sourceType}
bn: {sourceType}অনুসন্ধান করুন৷
ca: Cerca {sourceType}
da: Søg {sourceType}
de: Suche {sourceType}
el: Αναζήτηση {sourceType}
es: Buscar {sourceType}
fi: Hae {sourceType}
fil: Maghanap {sourceType}
fr: Rechercher dans {sourceType}
hi: खोज {sourceType}
hu: Keresés {sourceType}
id: Pencarian {sourceType}
it: Cerca {sourceType}
ja: {sourceType} を検索
lt: Ieškoti {sourceType}
ms: Cari {sourceType}
nl: Zoek {sourceType}
pl: Szukaj {sourceType}
pt: Pesquisar em {sourceType}
ru: Искать {sourceType}
sk: Hľadať {sourceType}
sr: Претражите {sourceType}
sv: Sök {sourceType}
sw: Tafuta {sourceType}
th: ค้นหา {sourceType}
tr: Ara {sourceType}
uk: Шукати {sourceType}
ur: {sourceType}تلاش کریں۔
vi: Tìm kiếm {sourceType}

source: Search Chain
af: Soekketting
ar: سلسلة البحث
bn: অনুসন্ধান চেইন
ca: Cadena de cerca
da: Søgekæde
de: Suchkette
el: Αλυσίδα Αναζήτησης
es: Buscar Cadena
fi: Etsi Ketju
fil: Chain ng Paghahanap
fr: Chaîne de recherche
hi: खोज श्रृंखला
hu: Keresőlánc
id: Rantai Pencarian
it: Catena Di Ricerca
ja: 検索チェーン
lt: Paieškos grandinė
ms: Rantaian Carian
nl: Zoek ketting
pl: Wyszukaj łańcuch
pt: Buscar Cadeia
ru: Поиск цепочки
sk: Vyhľadávací reťazec
sr: Сеарцх Цхаин
sv: Sök Kedja
sw: Msururu wa Utafutaji
th: การค้นหาแบบโซ่
tr: Arama Zinciri
uk: Шукати ланцюжок
ur: سرچ چین
vi: Chuỗi tìm kiếm

source: Source
af: Bron
ar: مصدر
bn: উৎস
ca: Font
da: Kilde
de: Quelle
el: Πηγή
es: Fuente
fi: Lähde
fil: Pinagmulan
hi: स्रोत
hu: Forrás
id: Sumber
it: Fonte
ja: ソース
lt: Šaltinis
ms: Sumber
nl: Bron
pl: Źródło
pt: fonte
ru: Источник
sk: Zdroj
sr: Извор
sv: Källa
sw: Chanzo
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
ur: ماخذ
vi: Nguồn

source: Destination
af: Bestemming
ar: وجهة
bn: গন্তব্য
ca: Destinació
da: Bestemmelsessted
de: Ziel
el: Προορισμός
es: Destino
fi: Kohde
fil: Patutunguhan
hi: गंतव्य
hu: Rendeltetési hely
id: Tujuan
it: Destinazione
ja: 保存先
lt: Paskirties vieta
ms: Destinasi
nl: Doelstelling
pl: Miejsce przeznaczenia
pt: Destino
ru: Назначение
sk: Cieľ
sr: Одредиште
sv: Mål
sw: Marudio
th: ปลายทาง
tr: Varış noktası
uk: Пункт призначення
ur: منزل
vi: Điểm đến

source: Swap {type}
af: Ruil {type}
ar: مبادلة {type}
bn: অদলবদল {type}৷
ca: Canvia {type}
da: Byt {type}
de: {type} tauschen
el: Ανταλλαγή {type}
es: Intercambiar {type}
fi: Vaihda {type}
fil: Magpalit ng {type}
fr: Échanger {type}
hi: स्वैप {type}
hu: Csere {type}
id: Tukar {type}
it: Scambia {type}
ja: {type} を入れ替え
lt: Sukeisti {type}
ms: Tukar {type}
nl: Wissel {type}
pl: Zamień {type}
pt: Trocar {type}
ru: Поменять на {type}
sk: Vymeňte {type}
sr: Заменити {type}
sv: Byt {type}
sw: Badilisha {type}
th: สลับ {type}
tr: Takas {type}
uk: Поміняти {type}
ur: تبادلہ {type}
vi: Hoán đổi {type}

source: Currently, you're in campaign mode with restrictions on liquidity sources. Would you like to switch out of this mode and make use of all available liquidity sources?
af: Tans is jy in veldtogmodus met beperkings op likiditeitsbronne. Wil jy uit hierdie modus skakel en van alle beskikbare likiditeitsbronne gebruik maak?
ar: أنت حاليًا في وضع الحملة مع فرض قيود على مصادر السيولة. هل ترغب في الخروج من هذا الوضع والاستفادة من جميع مصادر السيولة المتاحة؟
bn: বর্তমানে, আপনি তারল্য উত্সের উপর বিধিনিষেধ সহ প্রচারাভিযান মোডে আছেন। আপনি কি এই মোড থেকে স্যুইচ আউট করতে এবং সমস্ত উপলব্ধ তারল্য উত্স ব্যবহার করতে চান?
ca: Actualment, esteu en mode campanya amb restriccions a les fonts de liquiditat. Voleu sortir d'aquest mode i fer ús de totes les fonts de liquiditat disponibles?
da: I øjeblikket er du i kampagnetilstand med begrænsninger på likviditetskilder. Vil du skifte ud af denne tilstand og gøre brug af alle tilgængelige likviditetskilder?
de: Derzeit sind Sie im Kampagnenmodus mit Beschränkungen für Liquiditätsquellen. Möchten Sie aus diesem Modus ausschalten und alle verfügbaren Liquiditätsquellen nutzen?
el: Επί του παρόντος, είστε σε λειτουργία καμπάνιας με περιορισμούς στις πηγές ρευστότητας. Θα θέλατε να βγείτε από αυτή τη λειτουργία και να χρησιμοποιήσετε όλες τις διαθέσιμες πηγές ρευστότητας?
es: Actualmente estás en modo campaña con restricciones sobre las fuentes de liquidez. ¿Le gustaría desconectar de este modo y hacer uso de todas las fuentes de liquidez disponibles?
fi: Tällä hetkellä olet kampanjatilassa, jossa on rajoituksia likviditeetin lähteitä. Haluatko vaihtaa pois tästä tilasta ja hyödyntää kaikkia käytettävissä olevia likviditeetin lähteitä?
fil: Sa kasalukuyan, nasa campaign mode ka na may mga paghihigpit sa mga source ng liquidity. Gusto mo bang umalis sa mode na ito at gamitin ang lahat ng available na mapagkukunan ng pagkatubig?
fr: Actuellement, vous êtes en mode campagne avec des restrictions sur les sources de liquidités. Voulez-vous sortir de ce mode et utiliser toutes les sources de liquidités disponibles ?
hi: वर्तमान में, आप नकदी स्रोतों पर प्रतिबंधों के साथ अभियान मोड में हैं। क्या आप इस मोड से बाहर निकलना चाहेंगे और सभी उपलब्ध नकदी स्रोतों का उपयोग करना चाहेंगे?
hu: Jelenleg kampánymódban van, a likviditási forrásokra vonatkozó korlátozásokkal. Szeretne kilépni ebből a módból, és kihasználni az összes rendelkezésre álló likviditási forrást?
id: Saat ini, Anda sedang dalam mode kampanye dengan pembatasan sumber likuiditas. Apakah Anda ingin keluar dari mode ini dan memanfaatkan semua sumber likuiditas yang tersedia?
it: Attualmente, sei in modalità campagna con restrizioni sulle fonti di liquidità. Vuoi disattivare questa modalità e utilizzare tutte le fonti di liquidità disponibili?
ja: 現在、流動性情報源に制限があるキャンペーンモードです。 このモードを切り替えて、利用可能なすべての流動性源を使用しますか？
lt: Šiuo metu veikiate kampanijos režimu su apribojimais likvidumo šaltiniams. Ar norėtumėte išjungti šį režimą ir pasinaudoti visais turimais likvidumo šaltiniais?
ms: Pada masa ini, anda berada dalam mod kempen dengan sekatan pada sumber kecairan. Adakah anda ingin keluar daripada mod ini dan menggunakan semua sumber kecairan yang tersedia?
nl: Momenteel bent u in campagnemodus met beperkingen op liquiditeitsbronnen. Wilt u uit deze modus schakelen en gebruik maken van alle beschikbare liquiditeitsbronnen?
pl: Obecnie jesteś w trybie kampanii z ograniczeniami dotyczącymi źródeł płynności. Czy chcesz wyłączyć ten tryb i wykorzystać wszystkie dostępne źródła płynności?
pt: Atualmente, você está no modo campanha com restrições sobre fontes de liquidez. Gostaria de mudar este modo e usar todas as fontes de liquidez disponíveis?
ru: В настоящее время вы находитесь в режиме кампании с ограничениями на источники ликвидности. Выключить этот режим и использовать все доступные источники ликвидности?
sk: Momentálne ste v režime kampane s obmedzeniami na zdroje likvidity. Chceli by ste z tohto režimu vypnúť a využiť všetky dostupné zdroje likvidity?
sr: Тренутно сте у режиму кампање са ограничењима извора ликвидности. Да ли желите да изађете из овог режима и искористите све доступне изворе ликвидности?
sv: För närvarande är du i kampanjläge med restriktioner för likviditetskällor. Vill du byta ut det här läget och utnyttja alla tillgängliga likviditetskällor?
sw: Kwa sasa, uko katika hali ya kampeni na vikwazo kwenye vyanzo vya ukwasi. Je, ungependa kuondoka kwenye hali hii na kutumia vyanzo vyote vya ukwasi vinavyopatikana?
th: ขณะนี้ คุณอยู่ในโหมดแคมเปญซึ่งมีข้อจำกัดเกี่ยวกับแหล่งสภาพคล่อง คุณต้องการออกจากโหมดนี้และใช้แหล่งสภาพคล่องที่มีอยู่ทั้งหมดหรือไม่
tr: Şu anda, likidite kaynaklarında kısıtlamalar olan kampanya modundasınız. Bu moddan çıkıp tüm mevcut likidite kaynaklarını kullanmak ister misiniz?
uk: В даний час ви в режимі кампанії з обмеженнями джерел ліквідності. Ви хотіли б вийти з цього режиму і використати всі наявні джерела ліквідності?
ur: فی الحال، آپ لیکویڈیٹی ذرائع پر پابندیوں کے ساتھ مہم کے موڈ میں ہیں۔ کیا آپ اس موڈ سے باہر نکل کر تمام دستیاب لیکویڈیٹی ذرائع کو استعمال کرنا چاہیں گے؟
vi: Hiện tại, bạn đang ở chế độ chiến dịch với các hạn chế về nguồn thanh khoản. Bạn có muốn thoát khỏi chế độ này và sử dụng tất cả các nguồn thanh khoản khả dụng không?

source: The request ID is necessary to display the swap details.
af: Die versoek-ID is nodig om die ruilbesonderhede te vertoon.
ar: معرف الطلب ضروري لعرض تفاصيل المبادلة.
bn: অদলবদল বিবরণ প্রদর্শন করার জন্য অনুরোধ আইডি প্রয়োজনীয়।
ca: L'identificador de sol·licitud és necessari per mostrar els detalls de l'intercanvi.
da: Anmodnings-id'et er nødvendigt for at vise bytteoplysningerne.
de: Die Request-ID ist notwendig, um die Swap-Details anzuzeigen.
el: Το αναγνωριστικό αιτήματος είναι απαραίτητο για την εμφάνιση των λεπτομερειών ανταλλαγής.
es: El ID de solicitud es necesario para mostrar los detalles del intercambio.
fi: Pyyntö ID on tarpeen näyttää swapin tiedot.
fil: Kinakailangan ang request ID para ipakita ang mga detalye ng swap.
fr: L'identifiant de la requête est nécessaire pour afficher les détails du swap.
hi: स्वैप विवरण प्रदर्शित करने के लिए अनुरोध आईडी आवश्यक है।
hu: A kérelem azonosítója szükséges a csere részleteinek megjelenítéséhez.
id: ID permintaan diperlukan untuk menampilkan rincian pertukaran.
it: L'ID della richiesta è necessario per visualizzare i dettagli dello swap.
ja: スワップの詳細を表示するにはリクエスト ID が必要です。
lt: Užklausos ID būtinas norint parodyti apsikeitimo informaciją.
ms: ID permintaan diperlukan untuk memaparkan butiran swap.
nl: Het verzoek-ID is nodig om de swap-gegevens weer te geven.
pl: Identyfikator żądania jest niezbędny do wyświetlania szczegółów swapu.
pt: O ID da requisição é necessário para exibir os detalhes do swap.
ru: Идентификатор запроса необходим для отображения сведений о swap.
sk: ID požiadavky je potrebné na zobrazenie podrobností o výmene.
sr: ИД захтева је неопходан за приказ детаља размене.
sv: Begäran ID är nödvändigt för att visa swap detaljer.
sw: Kitambulisho cha ombi ni muhimu ili kuonyesha maelezo ya kubadilishana.
th: จำเป็นต้องมี ID คำขอเพื่อแสดงรายละเอียดการสลับ
tr: Takas detaylarının görüntülenebilmesi için istek ID'si gereklidir.
uk: Ідентифікатор запиту необхідний для відображення деталей своп.
ur: تبادلہ کی تفصیلات ظاہر کرنے کے لیے درخواست کی شناخت ضروری ہے۔
vi: ID yêu cầu là cần thiết để hiển thị thông tin chi tiết về giao dịch hoán đổi.

source: Connect Wallets
af: Koppel beursies
ar: ربط المحافظ
bn: ওয়ালেট সংযুক্ত করুন
ca: Connecta Wallets
da: Tilslut tegnebøger
de: Wallets verbinden
el: Σύνδεση Πορτοφολιών
es: Conectar billeteras
fi: Yhdistä Lompakot
fil: Ikonekta ang mga Wallets
fr: Connecter les portefeuilles
hi: वॉलेट कनेक्ट करें
hu: Csatlakoztassa a pénztárcákat
id: Hubungkan Dompet
it: Collega Portafogli
ja: ウォレットを接続
lt: Prijunkite pinigines
ms: Sambungkan Dompet
nl: Verbind Portemonnees
pl: Połącz portfele
pt: Conectar Carteiras
ru: Подключить кошельки
sk: Pripojte Peňaženky
sr: Повежите новчанике
sv: Anslut plånböcker
sw: Unganisha Pochi
th: เชื่อมต่อกระเป๋าสตางค์
tr: Cüzdanları Bağlayın
uk: Підключення гаманців
ur: بٹوے کو جوڑیں۔
vi: Kết nối ví

source: Choose a wallet to connect.
af: Kies 'n beursie om aan te sluit.
ar: اختر المحفظة التي تريد الاتصال بها.
bn: সংযোগ করতে একটি মানিব্যাগ চয়ন করুন.
ca: Trieu una cartera per connectar-vos.
da: Vælg en tegnebog at forbinde.
de: Wallet zum Verbinden auswählen.
el: Επιλέξτε ένα πορτοφόλι για σύνδεση.
es: Elija una cartera para conectar.
fi: Valitse yhdistävä lompakko
fil: Pumili ng wallet upang kumonekta.
fr: Choisissez un portefeuille à connecter.
hi: कनेक्ट करने के लिए एक वॉलेट चुनें.
hu: Válasszon egy pénztárcát a csatlakoztatáshoz.
id: Pilih dompet untuk dihubungkan.
it: Scegli un portafoglio da collegare.
ja: 接続するウォレットを選択してください。
lt: Pasirinkite piniginę, kurią norite prijungti.
ms: Pilih dompet untuk disambungkan.
nl: Kies een portemonnee om te verbinden.
pl: Wybierz portfel do połączenia.
pt: Escolha uma carteira para se conectar.
ru: Выберите кошелек для подключения.
sk: Vyberte si peňaženku, ktorú chcete pripojiť.
sr: Изаберите новчаник за повезивање.
sv: Välj en plånbok att ansluta.
sw: Chagua mkoba ili kuunganisha.
th: เลือกกระเป๋าสตางค์ที่จะเชื่อมต่อ
tr: Bağlanmak için bir cüzdan seçin.
uk: Виберіть гаманець для підключення.
ur: جڑنے کے لیے ایک پرس کا انتخاب کریں۔
vi: Chọn ví để kết nối.

source: This week
af: Hierdie week
ar: هذا الاسبوع
bn: এই সপ্তাহে
ca: Aquesta setmana
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
fi: Tällä viikolla
fil: Ngayong linggo
fr: Cette semaine
hi: इस सप्ताह
hu: Ezen a héten
id: Minggu ini
it: Questa settimana
ja: 今週中
lt: Šią savaitę
ms: minggu ini
nl: Deze week
pl: W tym tygodniu
pt: Esta semana
ru: Эта неделя
sk: Tento týždeň
sr: Ове недеље
sv: Denna vecka
sw: Wiki hii
th: สัปดาห์นี้
tr: Bu hafta
uk: Цього тижня
ur: اس ہفتے
vi: Tuần này

source: This month
af: Hierdie maand
ar: هذا الشهر
bn: এই মাসে
ca: Aquest mes
da: Denne måned
de: Diesen Monat
el: Αυτό το μήνα
es: Este mes
fi: Tässä kuussa
fil: Ngayong buwan
fr: Ce mois-ci
hi: इस महीने
hu: Ebben a hónapban
id: Bulan ini
it: Questo mese
ja: 今月の
lt: Šį mėnesį
ms: bulan ini
nl: Deze maand
pl: W tym miesiącu
pt: Este Mês
ru: Этот месяц
sk: Tento mesiac
sr: Овог месеца
sv: Denna månad
sw: Mwezi huu
th: เดือนนี้
tr: Bu ay
uk: Цього місяця
ur: اس مہینے
vi: Tháng này

source: This year
af: Hierdie jaar
ar: هذا العام
bn: এই বছর
ca: Aquest any
da: I år
de: Dieses Jahr
el: Αυτό το έτος
es: Este año
fi: Tänä vuonna
fil: Ngayong taon
fr: Cette année
hi: इस साल
hu: Idén
id: tahun ini
it: Quest'anno
ja: 年
lt: Šiemet
ms: tahun ini
nl: Dit jaar
pl: W tym roku
pt: Esse ano
ru: В этом году
sk: Tento rok
sr: Ове године
sv: I år
sw: Mwaka huu
th: ปีนี้
tr: Bu yıl
uk: Цього року
ur: اس سال
vi: Năm nay

source: Slippage must be greater than or equal to 0.01
af: Gly moet groter as of gelyk aan 0.01 wees
ar: يجب أن يكون الانزلاق أكبر من أو يساوي 0.01
bn: স্লিপেজ অবশ্যই ০.০১ এর চেয়ে বেশি বা সমান হতে হবে
ca: El lliscament ha de ser superior o igual a 0,01
da: Glidning skal være større end eller lig med 0,01
de: Der Schlupf muss größer oder gleich 0,01 sein
el: Η ολίσθηση πρέπει να είναι μεγαλύτερη ή ίση με 0,01
es: El deslizamiento debe ser mayor o igual a 0,01
fi: Liukuman on oltava suurempi tai yhtä suuri kuin 0,01
fil: Ang slippage ay dapat na mas malaki sa o katumbas ng 0.01
fr: Le glissement doit être supérieur ou égal à 0,01
hi: स्लिपेज 0.01 से अधिक या उसके बराबर होना चाहिए
hu: A csúszásnak nagyobbnak vagy egyenlőnek kell lennie 0,01-gyel
id: Slippage harus lebih besar atau sama dengan 0,01
ja: 滑りは0.01以上である必要があります
lt: Slydimas turi būti didesnis arba lygus 0,01
ms: Gelinciran mestilah lebih besar daripada atau sama dengan 0.01
nl: Slippage moet groter of gelijk zijn aan 0,01
pl: Poślizg musi być większy lub równy 0,01
pt: O deslizamento deve ser maior ou igual a 0,01
ru: Проскальзывание должно быть больше или равно 0,01
sk: Sklz musí byť väčší alebo rovný 0,01
sr: Клизање мора бити веће или једнако 0,01
sv: Slippage måste vara större än eller lika med 0,01
sw: Utelezi lazima uwe mkubwa kuliko au sawa na 0.01
th: ความลื่นไถลจะต้องมากกว่าหรือเท่ากับ 0.01
tr: Kayma 0,01'den büyük veya eşit olmalıdır
uk: Прослизання має бути більше або дорівнювати 0,01
ur: Slippage 0.01 سے زیادہ یا اس کے برابر ہونا چاہیے۔
vi: Độ trượt phải lớn hơn hoặc bằng 0,01

source: Your transaction is at risk of being frontrun due to high slippage tolerance.
af: Jou transaksie loop die risiko om voorop te loop as gevolg van hoë glytoleransie.
ar: معاملتك معرضة لخطر التقدم بسبب القدرة العالية على تحمل الانزلاق.
bn: উচ্চ স্লিপেজ সহনশীলতার কারণে আপনার লেনদেন অগ্রিম লেনদেনের ঝুঁকিতে রয়েছে।
ca: La teva transacció corre el risc de ser liderada a causa d'una alta tolerància al slippage.
da: Din transaktion er i risiko for at blive frontrun på grund af høj slippage-tolerance.
de: Aufgrund der hohen Slippage-Toleranz besteht bei Ihrer Transaktion das Risiko eines Frontruns.
el: Η συναλλαγή σας κινδυνεύει να εκτελεστεί εκ των προτέρων λόγω υψηλής ανοχής ολίσθησης.
es: Su transacción corre el riesgo de ser adelantada debido a la alta tolerancia al deslizamiento.
fi: Transaktiosi on vaarassa joutua ennakkoon korkean liukumistoleranssin vuoksi.
fil: Ang iyong transaksyon ay nasa panganib na maging frontrun dahil sa mataas na slippage tolerance.
fr: Votre transaction risque d'être dépassée en raison d'une tolérance élevée au glissement.
hi: उच्च स्लिपेज सहनशीलता के कारण आपके लेन-देन के फ्रंटरन होने का खतरा है।
hu: A magas csúszástűrés miatt fennáll a kockázata annak, hogy a tranzakciója előrehaladottá válik.
id: Transaksi Anda berisiko dibatalkan karena toleransi slippage yang tinggi.
ja: スリッページ許容度が高いため、取引がフロントランされるリスクがあります。
lt: Dėl didelės praslydimo tolerancijos jūsų sandoriui kyla rizika, kad jis bus aplenktas.
ms: Urus niaga anda berisiko berada di hadapan kerana toleransi gelinciran yang tinggi.
nl: Het risico bestaat dat uw transactie voorloopt op de concurrentie vanwege de hoge slippagetolerantie.
pl: Istnieje ryzyko, że Twoja transakcja zostanie uznana za niewykonalną ze względu na dużą tolerancję poślizgu.
pt: A sua transação corre o risco de ser antecipada devido à elevada tolerância a deslizamentos.
ru: Ваша транзакция рискует оказаться опережающей из-за высокой толерантности к проскальзыванию.
sk: Vaša transakcia je vystavená riziku predbežného ukončenia z dôvodu vysokej tolerancie sklzu.
sr: Ваша трансакција је у опасности да буде претечна због високе толеранције на проклизавање.
sv: Din transaktion riskerar att bli en "frontrun" på grund av hög tolerans mot "slippage".
sw: Muamala wako uko katika hatari ya kuwa mstari wa mbele kwa sababu ya uvumilivu wa juu wa kuteleza.
th: ธุรกรรมของคุณมีความเสี่ยงที่จะถูกตีตลาดก่อนเนื่องจากมีการคลาดเคลื่อนของราคาสูง
tr: Yüksek kayma toleransı nedeniyle işleminiz önden işlem görme riski altındadır.
uk: Ваша транзакція ризикує бути випередженою через високу толерантність до прослизання.
ur: زیادہ پھسلن برداشت کی وجہ سے آپ کا لین دین سب سے آگے ہونے کا خطرہ ہے۔
vi: Giao dịch của bạn có nguy cơ bị chạy trước do khả năng trượt giá cao.

source: Required: >= {min} {symbol}
af: Vereis: >= {min} {symbol}
ar: المطلوب: >= {min} {symbol}
bn: প্রয়োজনীয়: >= {min} {symbol}
ca: Necessari: >= {min} {symbol}
da: Påkrævet: >= {min} {symbol}
de: Erforderlich: >= {min} {symbol}
el: Απαιτείται: >= {min} {symbol}
es: Requerido: >= {min} {symbol}
fi: Pakollinen: >= {min} {symbol}
fil: Kinakailangan: >= {min} {symbol}
fr: Requis: >= {min} {symbol}
hi: आवश्यक: >= {min} {symbol}
hu: Kötelező: >= {min} {symbol}
id: Diperlukan: >= {min} {symbol}
it: Richiesto: >= {min} {symbol}
ja: 必須：>= {min} {symbol}
lt: Būtina: >= {min} {symbol}
ms: Diperlukan: >= {min} {symbol}
nl: Vereist: >= {min} {symbol}
pl: Wymagane: >= {min} {symbol}
pt: Obrigatório: >= {min} {symbol}
ru: Обязательный: >= {min} {symbol}
sk: Povinné: >= {min} {symbol}
sr: Обавезно: >= {min} {symbol}
sv: Krävs: >= {min} {symbol}
sw: Inahitajika: >= {min} {symbol}
th: จำเป็น: >= {min} {symbol}
tr: Gerekli: >= {min} {symbol}
uk: Обов'язково: >= {min} {symbol}
ur: مطلوبہ: >= {min} {symbol}
vi: Bắt buộc: >= {min} {symbol}

source: Required: > {min} {symbol}
af: Vereis: > {min} {symbol}
ar: المطلوب: > {min} {symbol}
bn: প্রয়োজনীয়: > {min} {symbol}
ca: Necessari: > {min} {symbol}
da: Påkrævet: > {min} {symbol}
de: Erforderlich: > {min} {symbol}
el: Απαιτείται: > {min} {symbol}
es: Requerido: > {min} {symbol}
fi: Pakollinen: > {min} {symbol}
fil: Kinakailangan: > {min} {symbol}
fr: Requis: > {min} {symbol}
hi: आवश्यक: > {min} {symbol}
hu: Kötelező: > {min} {symbol}
id: Diperlukan: > {min} {symbol}
it: Richiesto: > {min} {symbol}
ja: 必須: > {min} {symbol}
lt: Būtina: > {min} {symbol}
ms: Diperlukan: > {min} {symbol}
nl: Vereist: > {min} {symbol}
pl: Wymagane: > {min} {symbol}
pt: Obrigatório: > {min} {symbol}
ru: Обязательный: > {min} {symbol}
sk: Povinné: > {min} {symbol}
sr: Обавезно: > {min} {symbol}
sv: Krävs: > {min} {symbol}
sw: Inahitajika: > {min} {symbol}
th: จำเป็น: > {min} {symbol}
tr: Gerekli: > {min} {symbol}
uk: Обов'язково: > {min} {symbol}
ur: مطلوبہ: > {min} {symbol}
vi: Bắt buộc: > {min} {symbol}

source: Required: <= {max} {symbol}
af: Vereis: <= {max} {symbol}
ar: المطلوب: <= {max} {symbol}
bn: প্রয়োজনীয়: <= {max} {symbol}
ca: Obligatori: <= {max} {symbol}
da: Påkrævet: <= {max} {symbol}
de: Erforderlich: <= {max} {symbol}
el: Απαιτείται: <= {max} {symbol}
es: Requerido: <= {max} {symbol}
fi: Pakollinen: <= {max} {symbol}
fil: Kinakailangan: <= {max} {symbol}
fr: Requis: <= {max} {symbol}
hi: आवश्यक: <= {max} {symbol}
hu: Kötelező: <= {max} {symbol}
id: Diperlukan: <= {max} {symbol}
it: Richiesto: <= {max} {symbol}
ja: 必須: <= {max} {symbol}
lt: Būtina: <= {max} {symbol}
ms: Diperlukan: <= {max} {symbol}
nl: Vereist: <= {max} {symbol}
pl: Wymagane: <= {max} {symbol}
pt: Obrigatório: <= {max} {symbol}
ru: Обязательный: <= {max} {symbol}
sk: Povinné: <= {max} {symbol}
sr: Обавезно: <= {max} {symbol}
sv: Krävs: <= {max} {symbol}
sw: Inahitajika: <= {max} {symbol}
th: จำเป็น: <= {max} {symbol}
tr: Gerekli: <= {max} {symbol}
uk: Обов'язково: <= {max} {symbol}
ur: مطلوبہ: <= {max} {symbol}
vi: Bắt buộc: <= {max} {symbol}

source: Required: < {max} {symbol}
af: Vereis: < {max} {symbol}
ar: المطلوب: < {max} {symbol}
bn: প্রয়োজনীয়: < {max} {symbol}
ca: Necessari: < {max} {symbol}
da: Påkrævet: < {max} {symbol}
de: Erforderlich: < {max} {symbol}
el: Απαιτείται: < {max} {symbol}
es: Requerido: < {max} {symbol}
fi: Pakollinen: < {max} {symbol}
fil: Kinakailangan: < {max} {symbol}
fr: Requis: < {max} {symbol}
hi: आवश्यक: < {max} {symbol}
hu: Kötelező: < {max} {symbol}
id: Diperlukan: < {max} {symbol}
it: Richiesto: < {max} {symbol}
ja: 必須: < {max} {symbol}
lt: Būtina: < {max} {symbol}
ms: Diperlukan: < {max} {symbol}
nl: Vereist: < {max} {symbol}
pl: Wymagane: < {max} {symbol}
pt: Obrigatório: < {max} {symbol}
ru: Обязательный: < {max} {symbol}
sk: Povinné: < {max} {symbol}
sr: Обавезно: < {max} {symbol}
sv: Krävs: < {max} {symbol}
sw: Inahitajika: < {max} {symbol}
th: จำเป็น: < {max} {symbol}
tr: Gerekli: < {max} {symbol}
uk: Обов'язково: < {max} {symbol}
ur: مطلوبہ: < {max} {symbol}
vi: Bắt buộc: < {max} {symbol}
