Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: This setting is applied to each step (e.g. 1Inch, Thorchain, etc.), meaning only that specific step will be reverted, not the entire route.
af: Hierdie instelling word op elke stap toegepas (bv. 1Inch, Thorchain, ens.), wat beteken dat slegs daardie spesifieke stap teruggekeer sal word, nie die hele roete nie.
ar: يتم تطبيق هذا الإعداد على كل خطوة (على سبيل المثال 1Inch، Thorchain، وما إلى ذلك)، مما يعني أنه سيتم التراجع عن هذه الخطوة المحددة فقط، وليس المسار بالكامل.
bn: এই সেটিংটি প্রতিটি ধাপে প্রয়োগ করা হয় (যেমন 1 ইঞ্চি, থরচেইন, ইত্যাদি), যার অর্থ শুধুমাত্র সেই নির্দিষ্ট ধাপটি প্রত্যাবর্তন করা হবে, পুরো রুট নয়।
ca: Aquesta configuració s'aplica a cada pas (per exemple, 1 polzada, Thorchain, etc.), el que significa que només es revertirà aquest pas específic, no tota la ruta.
da: Denne indstilling anvendes på hvert trin (f.eks. 1 tomme, Thorchain osv.), hvilket betyder, at kun det specifikke trin vil blive vendt tilbage, ikke hele ruten.
de: Diese Einstellung wird auf jeden Schritt angewendet (z.B. 1Inch, Thorchain, etc.), was bedeutet, dass nur ein bestimmter Schritt rückgängig gemacht wird, nicht die gesamte Route.
el: Αυτή η ρύθμιση εφαρμόζεται σε κάθε βήμα (π.χ. 1Inch, Thorchain, κλπ.), που σημαίνει ότι μόνο το συγκεκριμένο βήμα θα επανέλθει, όχι ολόκληρη η διαδρομή.
es: Este ajuste se aplica a cada paso (por ejemplo, 1Inch, Thorchain, etc.), lo que significa que sólo se revertirá un paso específico, no toda la ruta.
fi: Tätä asetusta sovelletaan jokaiseen vaiheeseen (esim. 1Inch, Thorchain, jne.), mikä tarkoittaa vain sitä, että tietty vaihe peruutetaan, ei koko reittiä.
fil: Inilapat ang setting na ito sa bawat hakbang (hal. 1Inch, Thorchain, atbp.), ibig sabihin, ang partikular na hakbang lang ang ibabalik, hindi ang buong ruta.
fr: Ce paramètre est appliqué à chaque étape (par exemple, 1Inch, Thorchain, etc.), ce qui signifie que seule cette étape spécifique sera annulée, pas la route entière.
hi: यह सेटिंग प्रत्येक चरण पर लागू होती है (जैसे 1इंच, थोरचेन, आदि), जिसका अर्थ है कि केवल विशिष्ट चरण ही पूर्ववत किया जाएगा, संपूर्ण मार्ग नहीं।
hu: Ez a beállítás minden lépésre vonatkozik (pl. 1 hüvelyk, Thorchain stb.), ami azt jelenti, hogy csak az adott lépés kerül visszaállításra, nem a teljes útvonal.
id: Pengaturan ini diterapkan pada setiap langkah (misalnya 1Inch, Thorchain, dll.), artinya hanya langkah spesifik tersebut yang akan dikembalikan, bukan keseluruhan rute.
it: Questa impostazione viene applicata ad ogni passo (ad esempio 1Inch, Thorchain, ecc.), il che significa solo che il passaggio specifico sarà invertito, non l'intero percorso.
ja: この設定は各ステップに適用されます (例: 1Inch、Thorchainなど)。 これは、特定のステップがルート全体ではなく、元に戻されることを意味します。
lt: Šis nustatymas taikomas kiekvienam žingsniui (pvz., 1 colis, Thorchain ir kt.), o tai reiškia, kad bus grąžintas tik konkretus žingsnis, o ne visas maršrutas.
ms: Tetapan ini digunakan pada setiap langkah (cth. 1Inch, Thorchain, dsb.), bermakna hanya langkah tertentu itu akan dibalikkan, bukan keseluruhan laluan.
nl: Deze instelling wordt toegepast op elke stap (bijvoorbeeld 1Inch, Thorchain, etc.), wat betekent dat alleen de specifieke stap wordt teruggedraaid, niet de hele route.
pl: To ustawienie jest stosowane na każdym etapie (np. 1Inch, Thorchain itp.), co oznacza, że konkretny krok zostanie odwrócony, a nie na całej drodze.
pt: Essa configuração é aplicada a cada etapa (por exemplo, 1Inch, Thorchain, etc.), significando apenas que a etapa específica será revertida, não a rota inteira.
ru: Этот параметр применяется к каждому шагу (например, 1Inch, Thorchain и т.д.). Это означает, что только тот конкретный шаг будет обращен, а не весь маршрут.
sk: Toto nastavenie sa aplikuje na každý krok (napr. 1Inch, Thorchain atď.), čo znamená, že sa vráti iba tento konkrétny krok, nie celá trasa.
sr: Ово подешавање се примењује на сваки корак (нпр. 1 инч, Тхорцхаин, итд.), што значи да ће само тај одређени корак бити враћен, а не цела рута.
sv: Denna inställning tillämpas på varje steg (t.ex. 1Inch, Thorchain, etc.), vilket innebär endast att specifika steg kommer att återställas, inte hela vägen.
sw: Mpangilio huu unatumika kwa kila hatua (km 1Inch, Thorchain, n.k.), ikimaanisha tu hatua hiyo mahususi itarejeshwa, si njia nzima.
th: การตั้งค่านี้ใช้กับแต่ละขั้นตอน (เช่น 1 นิ้ว, Thorchain เป็นต้น) ซึ่งหมายความว่าจะย้อนกลับเฉพาะขั้นตอนที่ระบุเท่านั้น ไม่ใช่เส้นทางทั้งหมด
tr: Bu ayar her bir adıma uygulanır (örneğin 1Inch, Thorchain, vb.), yani yalnızca o belirli adım geri alınır, tüm rota geri alınmaz.
uk: Цей параметр застосовано до кожного кроку (наприклад. 1Inch, Торчейн і т.п.), що означає, що тільки певний крок буде відновлено, а не весь маршрут.
ur: یہ ترتیب ہر قدم (مثلاً 1 انچ، تھورچین، وغیرہ) پر لاگو ہوتی ہے، یعنی صرف وہی مخصوص مرحلہ واپس کیا جائے گا، پورے راستے پر نہیں۔
vi: Cài đặt này được áp dụng cho từng bước (ví dụ: 1Inch, Thorchain, v.v.), nghĩa là chỉ bước cụ thể đó sẽ được hoàn nguyên chứ không phải toàn bộ lộ trình.

source: Slippage cannot be set lower than 0.01%.
af: Gly kan nie laer as 0.01% gestel word nie.
ar: لا يمكن ضبط الانزلاق أقل من 0.01%.
bn: স্লিপেজ ০.০১% এর কম সেট করা যাবে না।
ca: El lliscament no es pot establir per sota del 0,01%.
da: Slippage kan ikke sættes lavere end 0,01 %.
de: Der Schlupf kann nicht niedriger als 0,01 % eingestellt werden.
el: Η ολίσθηση δεν μπορεί να οριστεί σε ποσοστό χαμηλότερο από 0,01%.
fi: Liukumista ei voida asettaa pienemmäksi kuin 0,01 %.
fr: Le glissement ne peut pas être réglé à moins de 0,01 %.
hi: स्लिपेज को 0.01% से कम नहीं सेट किया जा सकता।
hu: A csúszás nem állítható be 0,01%-nál alacsonyabbra.
id: Slippage tidak dapat diatur lebih rendah dari 0,01%.
ja: スリッページは0.01%未満に設定できません。
lt: Slydimo negalima nustatyti mažesnio nei 0,01 %.
ms: Gelinciran tidak boleh ditetapkan lebih rendah daripada 0.01%.
nl: Slippage kan niet lager worden ingesteld dan 0,01%.
pl: Poślizg nie może być mniejszy niż 0,01%.
pt: O deslizamento não pode ser definido abaixo de 0,01%.
ru: Проскальзывание не может быть установлено ниже 0,01%.
sk: Sklz nemôže byť nastavený nižšie ako 0,01 %.
sr: Клизање не може бити подешено на мање од 0,01%.
sv: Slippage kan inte sättas lägre än 0,01 %.
sw: Utelezi hauwezi kuwekwa chini ya 0.01%.
th: ไม่สามารถตั้งค่า Slippage ต่ำกว่า 0.01% ได้
tr: Kayma %0,01'den düşük ayarlanamaz.
uk: Прослизання не може бути встановлено нижче 0,01%.
ur: Slippage کو 0.01% سے کم سیٹ نہیں کیا جا سکتا۔
vi: Độ trượt không thể được thiết lập thấp hơn 0,01%.

source: Caution, your slippage is high!
af: Pasop, jou gly is hoog!
ar: انتبه، انزلاقك مرتفع!
bn: সাবধান, তোমার পিছলে যাওয়ার সম্ভাবনা বেশি!
ca: Atenció, el teu lliscament és alt!
da: Forsigtig, din slip er høj!
de: Achtung, Ihr Slippage ist hoch!
el: Προσοχή, η ολίσθησή σας είναι υψηλή!
fi: Varoitus, liukastumisriskisi on korkea!
fr: Attention, votre dérapage est élevé !
hi: सावधान, आपकी फिसलन अधिक है!
hu: Vigyázat, nagy a csúszásod!
id: Perhatian, slip Anda tinggi!
ja: 注意してください、スリッページが大きいです!
lt: Dėmesio, jūsų slydimas yra didelis!
ms: Awas, gelinciran anda tinggi!
nl: Let op, uw slippage is groot!
pl: Uwaga, masz duże ryzyko poślizgu!
pt: Cuidado, o seu deslizamento é alto!
ru: Осторожно, проскальзывание высокое!
sk: Pozor, váš sklz je vysoký!
sr: Опрез, ваше клизање је велико!
sv: Varning, din slip är hög!
sw: Tahadhari, kuteleza kwako ni juu!
th: ระวัง การลื่นไถลของคุณสูง!
tr: Dikkat, kaymanız yüksek!
uk: Обережно, ваше прослизання високе!
ur: خبردار، آپ کی پھسلن زیادہ ہے!
vi: Cẩn thận, độ trượt của bạn rất cao!

source: Request ID
af: Versoek ID
ar: معرف الطلب
bn: আইডি অনুরোধ করুন
ca: Sol·licitud d'identificació
da: Anmod om ID
de: Anfrage-ID
el: Αναγνωριστικό Αίτησης
es: ID de Solicitud
fi: Pyydä ID
fil: Humiling ng ID
fr: ID de la requête
hi: अनुरोध आईडी
hu: Kérjen azonosítót
id: ID Permintaan
it: Richiedi Id
ja: 要求ID
lt: Prašyti ID
ms: Minta ID
nl: ID aanvragen
pl: Żądanie ID
pt: Solicitar ID
ru: ID запроса
sk: ID žiadosti
sr: ИД захтева
sv: Begär ID
sw: Ombi la kitambulisho
th: ขอรหัส ID
tr: İstek Kimliği
uk: Номер запиту
ur: ID کی درخواست کریں۔
vi: Yêu cầu ID

source: Copied To Clipboard
af: Gekopieer na knipbord
ar: تم نسخها إلى الحافظة
bn: ক্লিপবোর্ডে কপি করা হয়েছে
ca: S'ha copiat al porta-retalls
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
el: Αντιγράφηκε Στο Πρόχειρο
es: Copiado al portapapeles
fi: Kopioitu Leikepöydälle
fil: Kinopya Sa Clipboard
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
hu: Vágólapra másolva
id: Disalin ke Papan Klip
it: Copiato Negli Appunti
ja: クリップボードにコピーしました
lt: Nukopijuota į mainų sritį
ms: Disalin Ke Papan Klip
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado Para a Área de Transferência
ru: Скопировано в буфер обмена
sk: Skopírované do schránky
sr: Копирано у међуспремник
sv: Kopierad till urklipp
sw: Imenakiliwa kwenye Ubao wa kunakili
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyalandı
uk: Скопійовано в буфер обміну
ur: کلپ بورڈ پر کاپی کیا گیا۔
vi: Đã sao chép vào bảng tạm

source: Copy Request ID
af: Kopieer versoek-ID
ar: نسخة من معرف الطلب
bn: অনুরোধ আইডি কপি করুন
ca: Copia l'identificador de sol·licitud
da: Kopiér anmodnings-id
de: Anfrage-ID kopieren
el: Αντιγραφή Αναγνωριστικού Αιτήματος
es: Copiar ID de Solicitud
fi: Kopioi Pyyntö ID
fil: Kopyahin ang Request ID
fr: Copier l'ID de la requête
hi: अनुरोध आईडी कॉपी करें
hu: Kérésazonosító másolása
id: Salin ID Permintaan
it: Copia Id Richiesta
ja: リクエストIDをコピー
lt: Nukopijuokite užklausos ID
ms: Salin ID Permintaan
nl: Aanvraag-ID kopiëren
pl: Kopiuj ID żądania
pt: Copiar ID da Requisição
ru: Копировать ID запроса
sk: Skopírovať ID žiadosti
sr: Копирај ИД захтева
sv: Kopiera begäran ID
sw: Nakili Kitambulisho cha Ombi
th: สำเนาคำขอ ID
tr: Kopyalama İstek Kimliği
uk: Копіювати ID запиту
ur: درخواست کی شناخت کاپی کریں۔
vi: Sao chép ID yêu cầu

source: View on Rango Explorer
af: Kyk op Rango Explorer
ar: عرض على رانجو إكسبلورر
bn: Rango Explorer এ দেখুন
ca: Veure a Rango Explorer
da: Se på Rango Explorer
de: Auf Rango Explorer anzeigen
el: Προβολή στον Εξερευνητή του Rango
es: Ver en Rango Explorer
fi: Näytä Rango Explorerissa
fil: Tingnan sa Rango Explorer
fr: Voir sur Rango Explorer
hi: रैंगो एक्सप्लोरर पर देखें
hu: Megtekintés a Rango Exploreren
id: Lihat di Rango Explorer
it: Visualizza su Rango Explorer
ja: Rangoエクスプローラーで表示
lt: Žiūrėti Rango Explorer
ms: Lihat pada Rango Explorer
nl: Bekijk op Rango Explorer
pl: Zobacz w Eksploratorze Rango
pt: Ver no Rango Explorer
ru: Просмотр в проводнике Rango
sk: Zobraziť na Rango Explorer
sr: Поглед на Ранго Екплорер
sv: Visa på Rango Explorer
sw: Tazama kwenye Rango Explorer
th: ดูบน Rango Explorer
tr: Rango Explorer'da görüntüle
uk: Переглянути в Rango Explorer
ur: رنگو ایکسپلورر پر دیکھیں
vi: Xem trên Rango Explorer

source: Finished at
af: Klaar om
ar: انتهت في
bn: এ শেষ হয়েছে
ca: Acabat a les
da: Afsluttet kl
de: Beendet am
el: Ολοκληρώθηκε στις
es: Terminado el
fi: Valmis klo
fil: Natapos sa
fr: Terminé à
hi: पर समाप्त
hu: Készült:
id: Selesai di
it: Terminato il
ja: 終了日時
lt: Baigta val
ms: Selesai pada
nl: Afgerond op
pl: Zakończono o
pt: Terminado em
ru: Завершено в
sk: Dokončené o
sr: Завршено у
sv: Klart den
sw: Imekamilika saa
th: เสร็จสิ้นแล้วที่
tr: Bitirildi
uk: Завершено о
ur: پر ختم ہوا۔
vi: Hoàn thành tại

source: Created at
af: Geskep by
ar: تم إنشاؤه في
bn: এ তৈরি করা হয়েছে
ca: Creat a
da: Oprettet kl
de: Erstellt am
el: Δημιουργήθηκε στις
es: Creado el
fi: Luotu klo
fil: Nilikha sa
fr: Créé le
hi: पर बनाया गया
hu: Létrehozva:
id: Dibuat di
it: Creato il
ja: 作成日時
lt: Sukurta
ms: Dicipta pada
nl: Aangemaakt op
pl: Utworzono w
pt: Criado em
ru: Создано в
sk: Vytvorené o
sr: Цреатед ат
sv: Skapad den
sw: Imeundwa saa
th: สร้างขึ้นเมื่อ
tr: Oluşturuldu
uk: Створений в
ur: پر تخلیق کیا گیا۔
vi: Được tạo ra tại

source: Swap Details
af: Ruil Besonderhede
ar: تفاصيل المبادلة
bn: অদলবদল বিবরণ
ca: Detalls de l'intercanvi
da: Byt detaljer
el: Λεπτομέρειες Ανταλλαγής
es: Detalles de intercambio
fi: Vaihda Tiedot
fil: Pagpalitin ang mga Detalye
fr: Permuter les détails
hi: स्वैप विवरण
hu: Csere részletei
id: Rincian Tukar
it: Scambia Dettagli
ja: スワップの詳細
lt: Keitimo detalės
ms: Swap Butiran
nl: Details omwisselen
pl: Zamień szczegóły
pt: Trocar detalhes
ru: Детали обмена
sk: Podrobnosti o výmene
sr: Свап Детаилс
sv: Växla detaljer
sw: Badilisha Maelezo
th: รายละเอียดการสลับ
tr: Takas Detayları
uk: Деталі свопи
ur: تفصیلات تبدیل کریں۔
vi: Chi tiết trao đổi

source: Not found
af: Nie gevind nie
ar: لم يتم العثور عليه
bn: পাওয়া যায়নি
ca: No s'ha trobat
da: Ikke fundet
de: Nicht gefunden
el: Δε βρέθηκε
es: No encontrado
fi: Ei löydy
fil: Hindi nahanap
fr: Non trouvé
hi: नहीं मिला
hu: Nem található
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
lt: Nerasta
ms: Tidak dijumpai
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
ru: Не найдено
sk: Nenájdené
sr: Није пронађено
sv: Hittades inte
sw: Haijapatikana
th: ไม่พบ
tr: Bulunamadı
uk: Не знайдено
ur: نہیں ملا
vi: Không tìm thấy

source: Swap with request ID = {requestId} not found.
af: Ruil met versoek-ID = {requestId} nie gevind nie.
ar: لم يتم العثور على التبادل مع معرف الطلب = {requestId} .
bn: অনুরোধ আইডি দিয়ে অদলবদল করুন = {requestId} পাওয়া যায়নি।
ca: Canvia amb l'ID de sol·licitud = {requestId} no s'ha trobat.
da: Byt med anmodnings-id = {requestId} ikke fundet.
de: Swap mit Request ID = {requestId} nicht gefunden.
el: Ανταλλαγή με το αναγνωριστικό αιτήματος = {requestId} δεν βρέθηκε.
es: Intercambio con ID de solicitud = {requestId} no encontrado.
fi: Vaihda pyynnön ID = {requestId} ei löytynyt.
fil: Magpalit gamit ang request ID = {requestId} hindi nahanap.
fr: L'échange avec la requête ID = {requestId} est introuvable.
hi: अनुरोध आईडी = {requestId} के साथ स्वैप नहीं मिला.
hu: Csere kérésazonosítóval = {requestId} nem található.
id: Penukaran dengan ID permintaan = {requestId} tidak ditemukan.
it: Scambia con ID richiesta = {requestId} non trovato.
ja: リクエスト ID = {requestId} でスワップが見つかりません。
lt: Sukeisti su užklausos ID = {requestId} nerasta.
ms: Tukar dengan ID permintaan = {requestId} tidak ditemui.
nl: Wissel met verzoek-ID = {requestId} niet gevonden.
pl: Zamień z ID żądania = {requestId} nie znaleziono.
pt: Trocar com o ID de requisição = {requestId} não encontrado.
ru: Поменять на ID запроса = {requestId} не найдено.
sk: Zámena s ID požiadavky = {requestId} sa nenašla.
sr: Замена са ИД-ом захтева = {requestId} није пронађено.
sv: Byt mot förfrågnings-ID = {requestId} hittades inte.
sw: Badili na ID ya ombi = {requestId} haijapatikana.
th: สลับกับ ID คำขอ = {requestId} ไม่พบ.
tr: İstek ID'si = {requestId} olan takas bulunamadı.
uk: Своп з RequestID = {requestId} не знайдено.
ur: درخواست ID = {requestId} کے ساتھ تبادلہ نہیں ملا۔
vi: Không tìm thấy hoán đổi với ID yêu cầu = {requestId} .

source: Change Network
af: Verander netwerk
ar: شبكة التغيير
bn: নেটওয়ার্ক পরিবর্তন করুন
ca: Canviar Xarxa
da: Skift netværk
de: Netzwerk ändern
el: Αλλαγή Δικτύου
es: Cambiar red
fi: Vaihda Verkkoa
fil: Baguhin ang Network
fr: Changer de réseau
hi: नेटवर्क बदलें
hu: Hálózat módosítása
id: Ubah Jaringan
it: Cambia Rete
ja: ネットワークを変更
lt: Keisti tinklą
ms: Tukar Rangkaian
nl: Netwerk wijzigen
pl: Zmień sieć
pt: Alterar rede
ru: Изменить сеть
sk: Zmeniť sieť
sr: Промените мрежу
sv: Ändra nätverk
sw: Badilisha Mtandao
th: เปลี่ยนเครือข่าย
tr: Ağ Değiştir
uk: Змінити мережу
ur: نیٹ ورک تبدیل کریں۔
vi: Thay đổi mạng

source: Network Changed
af: Netwerk verander
ar: تم تغيير الشبكة
bn: নেটওয়ার্ক পরিবর্তিত হয়েছে
ca: La xarxa ha canviat
da: Netværk ændret
de: Netzwerk geändert
el: Το Δίκτυο Άλλαξε
es: Red cambiada
fi: Verkko Muutettu
fil: Binago ang Network
fr: Réseau modifié
hi: नेटवर्क परिवर्तित
hu: Hálózat megváltozott
id: Jaringan Berubah
it: Rete Modificata
ja: ネットワークを変更しました
lt: Pakeistas tinklas
ms: Rangkaian Berubah
nl: Netwerk gewijzigd
pl: Sieć zmieniona
pt: Rede alterada
ru: Сеть изменена
sk: Sieť zmenená
sr: Мрежа је промењена
sv: Nätverk ändrat
sw: Mtandao Umebadilishwa
th: เครือข่ายมีการเปลี่ยนแปลง
tr: Ağ Değişti
uk: Мережа змінена
ur: نیٹ ورک بدل گیا۔
vi: Mạng đã thay đổi

source: Network Switch Failed
af: Netwerkskakelaar het misluk
ar: فشل تبديل الشبكة
bn: নেটওয়ার্ক স্যুইচ ব্যর্থ হয়েছে
ca: Error del commutador de xarxa
de: Netzwerk-Switch fehlgeschlagen
el: Η εναλλαγή δικτύου απέτυχε
fi: Verkkokytkin epäonnistui
fr: Échec du commutateur réseau
hi: नेटवर्क स्विच विफल
hu: Hálózati kapcsoló hiba
id: Sakelar Jaringan Gagal
ja: ネットワークスイッチの障害
lt: Tinklo komutatoriaus klaida
pl: Przełącznik sieciowy uszkodzony
sk: Zlyhalo prepínanie siete
sr: Мрежни прекидач није успео
sv: Nätverksväxlingen misslyckades
sw: Kubadilisha Mtandao Imeshindwa
th: สวิตช์เครือข่ายล้มเหลว
tr: Ağ Anahtarı Başarısız Oldu
uk: Помилка мережевого комутатора
vi: Chuyển mạch mạng không thành công

source: You have received {amount} {token} in {conciseAddress} wallet on {chain} chain.
af: Jy het {amount} {token} in {conciseAddress} beursie op {chain} ketting ontvang.
ar: لقد تلقيت {amount} {token} في محفظة {conciseAddress} على سلسلة {chain} .
bn: আপনি {chain} চেইনে {conciseAddress} ওয়ালেটে {amount} {token} পেয়েছেন৷
ca: Heu rebut {amount} {token} a la cartera {conciseAddress} de la cadena {chain} .
da: Du har modtaget {amount} {token} i {conciseAddress} tegnebog på {chain} kæden.
de: Sie haben {amount} {token} in {conciseAddress} Wallet auf {chain} Kette erhalten.
el: Έχετε λάβει {amount} {token} στο {conciseAddress} πορτοφόλι στο {chain} chain.
es: Ha recibido {amount} {token} en el monedero {conciseAddress} de la cadena {chain}.
fi: Olet saanut {amount} {token} {conciseAddress} -lompakossa {chain} -ketjussa.
fil: Nakatanggap ka ng {amount} {token} sa {conciseAddress} wallet sa {chain} chain.
fr: Vous avez reçu {amount} {token} dans un portefeuille {conciseAddress} sur la chaîne {chain}.
hi: आपको {chain} चेन पर {conciseAddress} वॉलेट में {amount} {token} प्राप्त हुआ है।
hu: {amount} {token} kapott {conciseAddress} pénztárcában a {chain} láncon.
id: Anda telah menerima {amount} {token} di dompet {conciseAddress} di rantai {chain} .
it: Hai ricevuto {amount} {token} in {conciseAddress} portafoglio nella catena {chain}.
ja: {amount} チェーンの {token} ウォレットで {conciseAddress} {chain} Anamed@@4 を受け取りました。
lt: Gavote {amount} {token} {conciseAddress} piniginėje grandinėje {chain} .
ms: Anda telah menerima {amount} {token} dalam dompet {conciseAddress} pada rantai {chain} .
nl: Je hebt {amount} {token} ontvangen in de {conciseAddress} portemonnee in {chain} keten.
pl: Otrzymałeś {amount} {token} w portfelu {conciseAddress} w łańcuchu {chain}.
pt: Você recebeu {amount} {token} em carteira {conciseAddress} na cadeia {chain}.
ru: Вы получили {amount} {token} на {conciseAddress} кошельке на цепочке {chain}.
sk: Dostali ste {amount} {token} do {conciseAddress} peňaženky v reťazci {chain} .
sr: Добили сте {amount} {token} у {conciseAddress} новчанику на {chain} ланцу.
sv: Du har fått {amount} {token} i {conciseAddress} plånboken på {chain} kedjan.
sw: Umepokea {amount} {token} in {conciseAddress} wallet kwenye {chain} mnyororo.
th: คุณได้รับ {amount} {token} ในกระเป๋าเงิน {conciseAddress} บนเครือข่าย {chain}
tr: {chain} zincirindeki {conciseAddress} cüzdanında {amount} {token} aldınız.
uk: Ви отримали {amount} {token} в гаманці {conciseAddress} на {chain} ланцюжку.
ur: آپ کو {chain} چین پر {conciseAddress} والیٹ میں {amount} {token} موصول ہوا ہے۔
vi: Bạn đã nhận được {amount} {token} trong ví {conciseAddress} trên chuỗi {chain} .

source: Transaction was not sent.
af: Transaksie is nie gestuur nie.
ar: لم يتم ارسال المعاملة.
bn: লেনদেন পাঠানো হয়নি.
ca: La transacció no s'ha enviat.
da: Transaktionen blev ikke sendt.
de: Transaktion wurde nicht versendet.
el: Η συναλλαγή δεν στάλθηκε.
es: La transacción no fue enviada.
fi: Tapahtumaa ei lähetetty.
fil: Hindi naipadala ang transaksyon.
fr: La transaction n'a pas été envoyée.
hi: लेन-देन नहीं भेजा गया.
hu: A tranzakció nem lett elküldve.
id: Transaksi tidak terkirim.
it: La transazione non è stata inviata.
ja: トランザクションは送信されませんでした。
lt: Sandoris nebuvo išsiųstas.
ms: Urus niaga tidak dihantar.
nl: Transactie is niet verzonden.
pl: Transakcja nie została wysłana.
pt: Transação não foi enviada.
ru: Транзакция не отправлена.
sk: Transakcia nebola odoslaná.
sr: Трансакција није послата.
sv: Transaktionen skickades inte.
sw: Muamala haukutumwa.
th: ไม่ได้ส่งธุรกรรม
tr: İşlem gönderilemedi.
uk: Транзакцію не надіслано.
ur: لین دین نہیں بھیجا گیا تھا۔
vi: Giao dịch không được gửi.

source: {amount} {symbol} on {blockchain} remains in your wallet.
af: {amount} {symbol} op {blockchain} bly in jou beursie.
ar: {amount} {symbol} على {blockchain} يبقى في محفظتك.
bn: {amount} {symbol} {blockchain} -এ আপনার ওয়ালেটে থেকে যায়৷
ca: {amount} {symbol} el {blockchain} roman a la cartera.
da: {amount} {symbol} på {blockchain} forbliver i din tegnebog.
de: {amount} {symbol} auf {blockchain} verbleibt in Ihrer Brieftasche.
el: {amount} {symbol} στο {blockchain} παραμένει στο πορτοφόλι σας.
es: {amount} {symbol} en {blockchain} permanece en tu cartera.
fi: {amount} {symbol} {blockchain} jää lompakkoosi.
fil: {amount} {symbol} sa {blockchain} nananatili sa iyong wallet.
fr: {amount} {symbol} sur {blockchain} reste dans votre portefeuille.
hi: {amount} {symbol} पर {blockchain} आपके वॉलेट में रहता है।
hu: A {amount} {symbol} {blockchain} a pénztárcájában marad.
id: {amount} {symbol} pada {blockchain} tetap ada di dompet Anda.
it: {amount} {symbol} su {blockchain} rimane nel tuo portafoglio.
ja: {amount} の {symbol} {blockchain} はウォレットに残ります。
lt: {amount} {symbol} {blockchain} lieka jūsų piniginėje.
ms: {amount} {symbol} pada {blockchain} kekal dalam dompet anda.
nl: {amount} {symbol} op {blockchain} blijft in jouw portemonnee.
pl: {amount} {symbol} na {blockchain} pozostaje w Twoim portfelu.
pt: {amount} {symbol} em {blockchain} permanece em sua carteira.
ru: {amount} {symbol} на {blockchain} остается в вашем кошельке.
sk: {amount} {symbol} na {blockchain} zostáva vo vašej peňaženke.
sr: {amount} {symbol} на {blockchain} остаје у вашем новчанику.
sv: {amount} {symbol} på {blockchain} finns kvar i din plånbok.
sw: {amount} {symbol} on {blockchain} inabaki kwenye pochi yako.
th: {amount} {symbol} บน {blockchain} ยังคงอยู่ในกระเป๋าเงินของคุณ
tr: {amount} {symbol} on {blockchain} cüzdanınızda kalır.
uk: {amount} {symbol} на {blockchain} залишиться в вашому гаманці.
ur: {amount} {symbol} پر {blockchain} آپ کے بٹوے میں رہتا ہے۔
vi: {amount} {symbol} trên {blockchain} vẫn còn trong ví của bạn.

source: Delete
af: Vee uit
ar: يمسح
bn: মুছে দিন
ca: Suprimeix
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fil: Tanggalin
fr: Supprimez
hi: मिटाना
hu: Töröl
id: Menghapus
it: Elimina
ja: 削除
lt: Ištrinti
ms: Padam
nl: Verwijderen
pl: Usuń
pt: excluir
ru: Удалить
sk: Odstrániť
sr: Избриши
sv: Radera
sw: Futa
th: ลบ
tr: Silmek
uk: Видалити
ur: حذف کریں۔
vi: Xóa bỏ

source: Try again
af: Probeer weer
ar: حاول ثانية
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayez
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: もう一度やり直してください
lt: Bandykite dar kartą
ms: Cuba lagi
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tente novamente
ru: Попробовать еще раз
sk: Skúste to znova
sr: Покушајте поново
sv: Försök igen
sw: Jaribu tena
th: ลองใหม่อีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте ще раз
ur: دوبارہ کوشش کریں۔
vi: Thử lại
