Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: This wallet can only connect to one chain at a time.
af: Hierdie beursie kan slegs aan een ketting op 'n slag koppel.
ar: لا يمكن لهذه المحفظة الاتصال إلا بسلسلة واحدة في كل مرة.
ca: Aquesta cartera només es pot connectar a una cadena alhora.
el: Αυτό το πορτοφόλι μπορεί να συνδεθεί μόνο σε μία αλυσίδα κάθε φορά.
ja: このウォレットは一度に 1 つのチェーンにのみ接続できます。
pl: Ten portfel może być podłączony tylko do jednego łańcucha na raz.
sk: Táto peňaženka sa môže pripojiť iba k jednému reťazcu naraz.
sv: Den här plånboken kan bara ansluta till en kedja åt gången.
sw: Pochi hii inaweza tu kuunganishwa kwa mnyororo mmoja kwa wakati mmoja.

source: No results found
af: Geen resultate gevind nie
ar: لم يتم العثور على نتائج
bn: কোন ফলাফল পাওয়া যায়নি
ca: No s'han trobat resultats
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
es: No hay resultados
fi: Tuloksia ei löytynyt
fil: Walang nakitang resulta
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
hu: Nincs találat
id: Tidak ada hasil ditemukan
it: Nessun risultato trovato
ja: 結果が見つかりませんでした
lt: Rezultatų nerasta
ms: Tiada hasil ditemui
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ru: Ничего не найдено
sk: Nenašli sa žiadne výsledky
sr: Нема пронађених резултата
sv: Inga resultat hittades
sw: Hakuna matokeo yaliyopatikana
th: ไม่พบผลลัพธ์
tr: Hiçbir sonuç bulunamadı
uk: Нічого не знайдено
ur: کوئی نتیجہ نہیں ملا
vi: Không tìm thấy kết quả nào

source: Try using different keywords
af: Probeer om verskillende sleutelwoorde te gebruik
ar: حاول استخدام كلمات رئيسية مختلفة
bn: বিভিন্ন কীওয়ার্ড ব্যবহার করে দেখুন
ca: Proveu d'utilitzar paraules clau diferents
da: Prøv at bruge forskellige søgeord
de: Versuchen Sie, andere Stichwörter zu verwenden
el: Δοκιμάστε να χρησιμοποιήσετε διαφορετικές λέξεις-κλειδιά
es: Intenta usar diferentes palabras clave
fi: Kokeile käyttää eri avainsanoja
fil: Subukang gumamit ng iba't ibang mga keyword
fr: Essayez d'utiliser différents mots-clés
hi: अलग-अलग कीवर्ड का उपयोग करके देखें
hu: Próbáljon meg más kulcsszavakat használni
id: Coba gunakan kata kunci yang berbeda
it: Prova a usare parole chiave diverse
ja: 別のキーワードを使用してみてください
lt: Pabandykite naudoti skirtingus raktinius žodžius
ms: Cuba gunakan kata kunci yang berbeza
nl: Probeer andere trefwoorden te gebruiken
pl: Spróbuj użyć różnych słów kluczowych
pt: Tente usar palavras-chave diferentes
ru: Попробуйте использовать разные ключевые слова
sk: Skúste použiť iné kľúčové slová
sr: Покушајте да користите различите кључне речи
sv: Prova att använda olika sökord
sw: Jaribu kutumia maneno muhimu tofauti
th: ลองใช้คำสำคัญอื่น ๆ
tr: Farklı anahtar kelimeler kullanmayı deneyin
uk: Спробуйте використовувати інші ключові слова
ur: مختلف مطلوبہ الفاظ استعمال کرنے کی کوشش کریں۔
vi: Hãy thử sử dụng các từ khóa khác nhau

source: Select Chain
af: Kies Ketting
ar: اختر السلسلة
bn: চেইন নির্বাচন করুন
ca: Seleccioneu Cadena
da: Vælg Kæde
de: Kette auswählen
el: Επιλογή Αλυσίδας
es: Seleccionar cadena
fi: Valitse Ketju
fil: Piliin ang Chain
fr: Sélectionner une chaîne
hi: चेन चुनें
hu: Válassza a Lánc lehetőséget
id: Pilih Rantai
it: Seleziona Catena
ja: チェーンを選択
lt: Pasirinkite Grandinė
ms: Pilih Rantaian
nl: Selecteer Ketting
pl: Wybierz łańcuch
pt: Selecionar Cadeia
ru: Выберите цепь
sk: Vyberte položku Reťaz
sr: Изаберите Ланац
sv: Välj kedja
sw: Chagua Chain
th: เลือกโซ่
tr: Zincir Seç
uk: Обрати ланцюжок
ur: چین منتخب کریں۔
vi: Chọn chuỗi

source: All
af: Almal
ar: الجميع
bn: সব
ca: Tots
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fil: Lahat
fr: Tous
hi: सभी
hu: Minden
id: Semua
it: Tutti
ja: すべて
lt: Visi
ms: Semua
nl: Allemaal
pl: Wszystkie
pt: TODOS
ru: Все
sk: Všetky
sr: Све
sv: Alla
sw: Wote
th: ทั้งหมด
tr: Tüm
uk: Всі
ur: تمام
vi: Tất cả

source: More +{count}
af: Meer +{count}
ar: المزيد +{count}
bn: আরও +{count}
ca: Més +{count}
da: Mere +{count}
de: Mehr +{count}
el: Περισσότερα +{count}
es: Más +{count}
fi: Enemmän +{count}
fil: Higit pa +{count}
fr: Plus +{count}
hi: अधिक +{count}
hu: Továbbiak +{count}
id: Lebih lanjut +{count}
it: Altro +{count}
ja: その他 +{count}
lt: Daugiau +{count}
ms: Lagi +{count}
nl: Meer +{count}
pl: Więcej +{count}
pt: Mais +{count}
ru: Больше +{count}
sk: Viac +{count}
sr: Још +{count}
sv: Mer +{count}
sw: Zaidi +{count}
th: เพิ่มเติม +{count}
tr: Daha Fazla +{count}
uk: Більше +{count}
ur: مزید +{count}
vi: Thêm +{count}

source: Activate this tab
af: Aktiveer hierdie oortjie
ar: تفعيل هذه علامة التبويب
bn: এই ট্যাব সক্রিয় করুন
ca: Activa aquesta pestanya
da: Aktiver denne fane
de: Diesen Tab aktivieren
el: Ενεργοποίηση αυτής της καρτέλας
es: Activar esta pestaña
fi: Aktivoi tämä välilehti
fil: I-activate ang tab na ito
fr: Activer cet onglet
hi: इस टैब को सक्रिय करें
hu: Aktiválja ezt a lapot
id: Aktifkan tab ini
it: Attiva questa scheda
ja: このタブを有効にする
lt: Suaktyvinkite šį skirtuką
ms: Aktifkan tab ini
nl: Dit tabblad activeren
pl: Aktywuj tę kartę
pt: Ativar esta aba
ru: Активировать эту вкладку
sk: Aktivujte túto kartu
sr: Активирајте ову картицу
sv: Aktivera denna flik
sw: Amilisha kichupo hiki
th: เปิดใช้งานแท็บนี้
tr: Bu sekmeyi etkinleştir
uk: Активувати цю вкладку
ur: اس ٹیب کو چالو کریں۔
vi: Kích hoạt tab này

source: Another tab is open and handles transactions.
af: Nog 'n oortjie is oop en hanteer transaksies.
ar: هناك علامة تبويب أخرى مفتوحة وتتعامل مع المعاملات.
bn: আরেকটি ট্যাব খোলা এবং লেনদেন পরিচালনা করে।
ca: Una altra pestanya està oberta i gestiona les transaccions.
da: En anden fane er åben og håndterer transaktioner.
de: Ein weiterer Tab ist geöffnet und bearbeitet Transaktionen.
el: Μια άλλη καρτέλα είναι ανοιχτή και χειρίζεται συναλλαγές.
es: Otra pestaña es abierta y maneja transacciones.
fi: Toinen välilehti on avoin ja käsittelee tapahtumia.
fil: Ang isa pang tab ay bukas at pinangangasiwaan ang mga transaksyon.
fr: Un autre onglet est ouvert et gère les transactions.
hi: एक अन्य टैब खुला है जो लेनदेन को संभालता है।
hu: Egy másik lap nyitva van, és a tranzakciókat kezeli.
id: Tab lain terbuka dan menangani transaksi.
it: Un'altra scheda è aperta e gestisce le transazioni.
ja: 別のタブはオープンでトランザクションを処理します。
lt: Kitas skirtukas atidarytas ir tvarko operacijas.
ms: Tab lain dibuka dan mengendalikan transaksi.
nl: Een ander tabblad is open en behandelt transacties.
pl: Inna karta jest otwarta i obsługuje transakcje.
pt: Outra aba é aberta e lida com transações.
ru: Еще одна вкладка открыта и обрабатывает транзакции.
sk: Ďalšia karta je otvorená a spracováva transakcie.
sr: Друга картица је отворена и управља трансакцијама.
sv: En annan flik är öppen och hanterar transaktioner.
sw: Kichupo kingine kimefunguliwa na kinashughulikia shughuli.
th: มีแท็บอื่นเปิดอยู่และจัดการธุรกรรม
tr: Başka bir sekme daha açık ve işlemleri yönetiyor.
uk: Інша вкладка - відкриті і обробка транзакцій.
ur: ایک اور ٹیب کھلا ہے اور لین دین کو ہینڈل کرتا ہے۔
vi: Một tab khác đang mở và xử lý các giao dịch.

source: Activate current tab
af: Aktiveer huidige oortjie
ar: تفعيل علامة التبويب الحالية
bn: বর্তমান ট্যাব সক্রিয় করুন
ca: Activa la pestanya actual
da: Aktiver den aktuelle fane
de: Aktuellen Tab aktivieren
el: Ενεργοποίηση τρέχουσας καρτέλας
es: Activar pestaña actual
fi: Aktivoi nykyinen välilehti
fil: I-activate ang kasalukuyang tab
fr: Activer l'onglet actuel
hi: वर्तमान टैब सक्रिय करें
hu: Az aktuális lap aktiválása
id: Aktifkan tab saat ini
it: Attiva la scheda corrente
ja: 現在のタブを有効にする
lt: Suaktyvinti dabartinį skirtuką
ms: Aktifkan tab semasa
nl: Actief tabblad
pl: Aktywuj bieżącą kartę
pt: Ativar a aba atual
ru: Активировать текущую вкладку
sk: Aktivovať aktuálnu kartu
sr: Активирајте тренутну картицу
sv: Aktivera aktuell flik
sw: Washa kichupo cha sasa
th: เปิดใช้งานแท็บปัจจุบัน
tr: Mevcut sekmeyi etkinleştir
uk: Активувати поточну вкладку
ur: موجودہ ٹیب کو چالو کریں۔
vi: Kích hoạt tab hiện tại

source: Currently, some transactions are running and being handled by other browser tab. If you activate this tab, all transactions that are already in the transaction sign step will expire.
af: Tans loop sommige transaksies en word dit deur 'n ander blaaieroortjie hanteer. As jy hierdie oortjie aktiveer, sal alle transaksies wat reeds in die transaksietekenstap is, verval.
ar: حاليًا، يتم تشغيل بعض المعاملات ومعالجتها بواسطة علامة تبويب أخرى بالمتصفح. إذا قمت بتنشيط علامة التبويب هذه، فستنتهي صلاحية جميع المعاملات الموجودة بالفعل في خطوة توقيع المعاملة.
bn: বর্তমানে, কিছু লেনদেন চলছে এবং অন্য ব্রাউজার ট্যাব দ্বারা পরিচালিত হচ্ছে৷ আপনি যদি এই ট্যাবটি সক্রিয় করেন, লেনদেন সাইন ধাপে থাকা সমস্ত লেনদেনের মেয়াদ শেষ হয়ে যাবে।
ca: Actualment, algunes transaccions s'estan executant i gestionades per una altra pestanya del navegador. Si activeu aquesta pestanya, caducaran totes les transaccions que ja estiguin al pas de signatura de la transacció.
da: I øjeblikket kører nogle transaktioner og håndteres af en anden browserfane. Hvis du aktiverer denne fane, vil alle transaktioner, der allerede er i transaktionstegntrinnet, udløbe.
de: Derzeit laufen einige Transaktionen und werden von einem anderen Browser-Tab abgewickelt. Wenn Sie diesen Tab aktivieren, werden alle Transaktionen, die sich bereits im Schritt zum Transaktionszeichen befinden, ablaufen.
el: Επί του παρόντος, ορισμένες συναλλαγές εκτελούνται και αντιμετωπίζονται από άλλη καρτέλα περιηγητή. Εάν ενεργοποιήσετε αυτήν την καρτέλα, όλες οι συναλλαγές που βρίσκονται ήδη στο βήμα του σήματος συναλλαγής θα λήξουν.
es: Actualmente, algunas transacciones se están ejecutando y siendo manejadas por otra pestaña del navegador. Si activa esta pestaña, todas las transacciones que ya están en el paso del signo de transacción caducarán.
fi: Tällä hetkellä jotkin tapahtumat ovat käynnissä ja niitä käsitellään muilla selainvälilehdillä. Jos aktivoit tämän välilehden, kaikki tapahtumat, jotka ovat jo tapahtumakirjautumisvaiheessa, vanhenevat.
fil: Sa kasalukuyan, ang ilang mga transaksyon ay tumatakbo at pinangangasiwaan ng ibang tab ng browser. Kung i-activate mo ang tab na ito, mag-e-expire ang lahat ng transaksyon na nasa hakbang sa pag-sign ng transaksyon.
fr: Actuellement, certaines transactions sont en cours d'exécution et sont gérées par un autre onglet du navigateur. Si vous activez cet onglet, toutes les transactions qui sont déjà dans l'étape de signature de la transaction expireront.
hi: वर्तमान में, कुछ लेनदेन चल रहे हैं और अन्य ब्राउज़र टैब द्वारा संभाले जा रहे हैं। यदि आप इस टैब को सक्रिय करते हैं, तो लेनदेन साइन चरण में पहले से मौजूद सभी लेनदेन समाप्त हो जाएंगे।
hu: Jelenleg néhány tranzakció fut, és más böngészőlap kezeli őket. Ha aktiválja ezt a lapot, minden olyan tranzakció lejár, amely már benne van a tranzakció aláírási lépésében.
id: Saat ini, beberapa transaksi sedang berjalan dan ditangani oleh tab browser lain. Jika Anda mengaktifkan tab ini, semua transaksi yang sudah ada dalam langkah tanda tangan transaksi akan kedaluwarsa.
it: Attualmente, alcune transazioni sono in esecuzione e vengono gestite da un'altra scheda del browser. Se attivi questa scheda, tutte le transazioni che sono già nella fase del segno di transazione scadranno.
ja: 現在、一部のトランザクションが実行され、他のブラウザタブで処理されています。 このタブを有効にすると、すでにトランザクション記号のステップにあるすべてのトランザクションが期限切れになります。
lt: Šiuo metu kai kurios operacijos vykdomos ir tvarkomos kitame naršyklės skirtuke. Jei suaktyvinsite šį skirtuką, visos operacijos, kurios jau yra operacijos pasirašymo žingsnyje, baigs galioti.
ms: Pada masa ini, beberapa transaksi sedang berjalan dan dikendalikan oleh tab penyemak imbas lain. Jika anda mengaktifkan tab ini, semua transaksi yang sudah berada dalam langkah tanda transaksi akan tamat tempoh.
nl: Op dit moment worden sommige transacties uitgevoerd en behandeld door een ander browsertabblad. Als u dit tabblad activeert, zullen alle transacties die al in de transactie tekenen staan verlopen.
pl: Obecnie niektóre transakcje są uruchomione i są obsługiwane przez inną kartę przeglądarki. Jeśli aktywujesz tę kartę, wszystkie transakcje, które są już w kroku podpisu transakcji, wygasną.
pt: No momento, algumas transações estão sendo executadas e sendo tratadas por outra aba do navegador. Se você ativar essa aba, todas as transações que já estão na etapa de sinal de transação irão expirar.
ru: В настоящее время некоторые транзакции выполняются и обрабатываются другой вкладкой браузера. Если вы активируете эту вкладку, все транзакции, которые уже находятся в шаге подписи транзакций, истекают.
sk: V súčasnosti sú niektoré transakcie spustené a spracovávané inou kartou prehliadača. Ak aktivujete túto kartu, platnosť všetkých transakcií, ktoré sa už nachádzajú v kroku podpisu transakcie, vyprší.
sr: Тренутно су неке трансакције покренуте и њима управља друга картица претраживача. Ако активирате ову картицу, све трансакције које су већ у кораку потписивања трансакције ће истећи.
sv: För närvarande körs och hanteras vissa transaktioner av andra webbläsarfliken. Om du aktiverar den här fliken, kommer alla transaktioner som redan finns i transaktionssigneringssteget att upphöra.
sw: Hivi sasa, baadhi ya miamala inaendelea na inashughulikiwa na kichupo kingine cha kivinjari. Ukiwezesha kichupo hiki, miamala yote ambayo tayari iko katika hatua ya ishara ya muamala itaisha.
th: ขณะนี้มีการดำเนินการธุรกรรมบางอย่างและถูกจัดการโดยแท็บเบราว์เซอร์อื่น หากคุณเปิดใช้งานแท็บนี้ ธุรกรรมทั้งหมดที่อยู่ในขั้นตอนการลงนามธุรกรรมจะหมดอายุ
tr: Şu anda bazı işlemler çalışıyor ve başka bir tarayıcı sekmesi tarafından işleniyor. Bu sekmeyi etkinleştirirseniz, işlem imzalama adımında olan tüm işlemler sona erecektir.
uk: В даний час деякі операції виконуються і обробляються іншою вкладкою браузера. Якщо ви активуєте цю вкладку, всі транзакції, що вже знаходяться в етапі підпису транзакцій, закінчуються.
ur: فی الحال، کچھ لین دین چل رہے ہیں اور دوسرے براؤزر ٹیب کے ذریعے ہینڈل کیے جا رہے ہیں۔ اگر آپ اس ٹیب کو چالو کرتے ہیں، تو وہ تمام لین دین جو پہلے سے ہی لین دین کے نشان کے مرحلے میں ہیں ختم ہو جائیں گے۔
vi: Hiện tại, một số giao dịch đang chạy và được xử lý bởi tab trình duyệt khác. Nếu bạn kích hoạt tab này, tất cả các giao dịch đã ở bước ký giao dịch sẽ hết hạn.

source: Confirm
af: Bevestig
ar: يتأكد
bn: নিশ্চিত করুন
ca: Confirmeu
da: Bekræfte
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fil: Kumpirmahin
fr: Valider
hi: पुष्टि करना
hu: Erősítse meg
id: Mengonfirmasi
it: Conferma
ja: 確認する
lt: Patvirtinti
ms: sahkan
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrďte
sr: Потврди
sv: Bekräfta
sw: Thibitisha
th: ยืนยัน
tr: Onaylamak
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận

source: Your {blockchainName} wallets
af: Jou {blockchainName} beursies
ar: محفظتك {blockchainName}
bn: আপনার {blockchainName} ওয়ালেট
ca: Les vostres carteres {blockchainName}
da: Dine {blockchainName} tegnebøger
de: Ihre {blockchainName} Wallets
el: Τα {blockchainName} πορτοφόλια σας
es: Tus billeteras {blockchainName}
fi: {blockchainName} lompakkoasi
fil: Ang iyong {blockchainName} wallet
fr: Vos portefeuilles {blockchainName}
hi: आपके {blockchainName} वॉलेट
hu: Az Ön {blockchainName} pénztárcája
id: Dompet {blockchainName} Anda
it: I tuoi portafogli {blockchainName}
ja: あなたの {blockchainName} ウォレット
lt: Jūsų {blockchainName} piniginės
ms: Dompet {blockchainName} anda
nl: Uw {blockchainName} portemonnees
pl: Twoje portfele {blockchainName}
pt: Suas carteiras {blockchainName}
ru: Ваши кошельки {blockchainName}
sk: Vaše {blockchainName} peňaženky
sr: Ваши {blockchainName} новчаници
sv: Dina {blockchainName} plånböcker
sw: Pochi zako {blockchainName}
th: กระเป๋าสตางค์ {blockchainName} ของคุณ
tr: {blockchainName} cüzdanlarınız
uk: Ваші гаманці {blockchainName}
ur: آپ کے {blockchainName} بٹوے
vi: Ví {blockchainName} của bạn

source: Insufficient account balance
af: Onvoldoende rekeningsaldo
ar: رصيد الحساب غير كاف
bn: অপর্যাপ্ত অ্যাকাউন্ট ব্যালেন্স
ca: Saldo del compte insuficient
da: Utilstrækkelig kontosaldo
de: Unzureichender Kontostand
el: Ανεπαρκές υπόλοιπο λογαριασμού
es: Saldo insuficiente de la cuenta
fi: Tilin saldo ei riitä
fil: Hindi sapat na balanse sa account
fr: Solde du compte insuffisant
hi: खाता शेष अपर्याप्त है
hu: Elégtelen számlaegyenleg
id: Saldo akun tidak mencukupi
it: Saldo del conto insufficiente
ja: アカウント残高が不足しています
lt: Nepakankamas sąskaitos likutis
ms: Baki akaun tidak mencukupi
nl: Onvoldoende saldo
pl: Niewystarczające saldo konta
pt: Saldo de conta insuficiente
ru: Недостаточно средств на счете
sk: Nedostatočný zostatok na účte
sr: Недовољно стање на рачуну
sv: Otillräckligt saldo
sw: Salio la akaunti halitoshi
th: ยอดเงินในบัญชีไม่เพียงพอ
tr: Yetersiz hesap bakiyesi
uk: Недостатньо грошей на балансі
ur: ناکافی اکاؤنٹ بیلنس
vi: Số dư tài khoản không đủ

source: Proceed anyway
af: Gaan in elk geval voort
ar: المضي قدما على أية حال
bn: যাইহোক এগিয়ে যান
ca: Continueu igualment
da: Fortsæt alligevel
de: Trotzdem fortfahren
el: Συνεχίστε ούτως ή άλλως
es: Proceda de todos modos
fi: Jatka joka tapauksessa
fil: Magpatuloy pa rin
fr: Continuer quand même
hi: वैसे भी आगे बढ़े
hu: Mindenképpen folytassa
id: Tetap lanjutkan saja
it: Procedere comunque
ja: とにかく続行する
lt: Vis tiek tęskite
ms: Teruskan juga
nl: Toch doorgaan
pl: Kontynuuj mimo to
pt: Continuar mesmo assim
ru: Все равно продолжить
sk: Aj tak pokračujte
sr: Ипак наставите
sv: Fortsätt ändå
sw: Endelea hata hivyo
th: ดำเนินการต่อไป
tr: Yine de devam et
uk: Все одно
ur: بہرحال آگے بڑھیں۔
vi: Tiến hành dù sao đi nữa

source: You need to connect a {blockchainName} wallet.
af: Jy moet 'n {blockchainName} beursie koppel.
ar: يجب عليك توصيل محفظة {blockchainName} .
bn: আপনাকে একটি {blockchainName} ওয়ালেট সংযোগ করতে হবে৷
ca: Heu de connectar una cartera {blockchainName} .
da: Du skal tilslutte en {blockchainName} tegnebog.
de: Sie müssen eine {blockchainName} Wallet verbinden.
el: Πρέπει να συνδέσετε ένα {blockchainName} πορτοφόλι.
es: Necesitas conectar un monedero {blockchainName}.
fi: Sinun on yhdistettävä {blockchainName} lompakko.
fil: Kailangan mong magkonekta ng {blockchainName} wallet.
fr: Vous devez connecter un portefeuille {blockchainName}.
hi: आपको {blockchainName} वॉलेट कनेक्ट करना होगा।
hu: Egy {blockchainName} pénztárcát kell csatlakoztatnia.
id: Anda perlu menghubungkan dompet {blockchainName} .
it: Devi collegare un portafoglio {blockchainName}.
ja: {blockchainName} ウォレットに接続する必要があります。
lt: Turite prijungti {blockchainName} piniginę.
ms: Anda perlu menyambung dompet {blockchainName} .
nl: Je moet een {blockchainName} portemonnee verbinden.
pl: Musisz połączyć portfel {blockchainName}.
pt: Você precisa conectar uma carteira {blockchainName}.
ru: Вам нужно подключить кошелек {blockchainName}.
sk: Musíte pripojiť {blockchainName} peňaženku.
sr: Морате да повежете {blockchainName} новчаник.
sv: Du måste ansluta en {blockchainName} plånbok.
sw: Unahitaji kuunganisha mkoba {blockchainName} .
th: คุณต้องเชื่อมต่อกระเป๋าเงิน {blockchainName}
tr: {blockchainName} cüzdanını bağlamanız gerekiyor.
uk: Ви повинні підключити {blockchainName} гаманець.
ur: آپ کو ایک {blockchainName} والیٹ جوڑنے کی ضرورت ہے۔
vi: Bạn cần kết nối ví {blockchainName} .

source: Add {chain} chain
af: Voeg {chain} ketting by
ar: أضف سلسلة {chain}
bn: {chain} চেইন যোগ করুন
ca: Afegeix {chain} cadena
da: Tilføj {chain} kæde
de: {chain} Kette hinzufügen
el: Προσθήκη {chain} αλυσίδας
es: Añadir cadena {chain}
fi: Lisää {chain} ketju
fil: Magdagdag ng {chain} chain
fr: Ajouter une chaîne {chain}
hi: {chain} श्रृंखला जोड़ें
hu: Add hozzá a {chain} láncot
id: Tambahkan rantai {chain}
it: Aggiungi catena {chain}
ja: {chain} チェーンを追加
lt: Pridėkite {chain} grandinę
ms: Tambahkan rantai {chain}
nl: Voeg {chain} keten toe
pl: Dodaj łańcuch {chain}
pt: Adiciona cadeia {chain}
ru: Добавить цепочку {chain}
sk: Pridajte reťazec {chain}
sr: Додајте {chain} ланац
sv: Lägg till {chain} kedja
sw: Ongeza {chain} mnyororo
th: เพิ่มโซ่ {chain}
tr: {chain} zincirini ekle
uk: Додати ланцюжок {chain}
ur: {chain} چین شامل کریں۔
vi: Thêm chuỗi {chain}

source: Chain not connected
af: Ketting nie gekoppel nie
ar: السلسلة غير متصلة
bn: চেইন সংযুক্ত নেই
ca: Cadena no connectada
da: Kæde ikke forbundet
de: Kette nicht verbunden
el: Η αλυσίδα δεν είναι συνδεδεμένη
fi: Ketjua ei ole kytketty
fr: Chaîne non connectée
hi: चेन कनेक्ट नहीं है
hu: Lánc nincs csatlakoztatva
id: Rantai tidak terhubung
ja: チェーンが接続されていません
lt: Grandinė neprijungta
ms: Rantai tidak bersambung
nl: Ketting niet aangesloten
pl: Łańcuch nie jest podłączony
pt: Corrente não ligada
ru: Цепь не подключена
sk: Reťaz nie je pripojená
sr: Ланац није повезан
sv: Kedjan är inte ansluten
sw: Mnyororo haujaunganishwa
th: โซ่ไม่ได้เชื่อมต่อ
tr: Zincir bağlı değil
uk: Ланцюг не підключений
ur: سلسلہ منسلک نہیں ہے۔
vi: Chuỗi không được kết nối

source: Show more wallets
af: Wys meer beursies
ar: عرض المزيد من المحافظ
bn: আরও মানিব্যাগ দেখান
ca: Mostra més carteres
da: Vis flere tegnebøger
de: Mehr Brieftaschen anzeigen
el: Εμφάνιση περισσότερων πορτοφολιών
es: Mostrar más carteras
fi: Näytä lisää lompakkoja
fil: Magpakita ng higit pang mga wallet
fr: Afficher plus de portefeuilles
hi: अधिक वॉलेट दिखाएं
hu: További pénztárcák megjelenítése
id: Tampilkan lebih banyak dompet
it: Mostra altri portafogli
ja: ウォレットをもっと表示
lt: Rodyti daugiau piniginių
ms: Tunjukkan lebih banyak dompet
nl: Toon meer portefeuilles
pl: Pokaż więcej portfeli
pt: Mostrar mais carteiras
ru: Показать больше кошельков
sk: Zobraziť viac peňaženiek
sr: Прикажи још новчаника
sv: Visa fler plånböcker
sw: Onyesha pochi zaidi
th: แสดงกระเป๋าสตางค์เพิ่มเติม
tr: Daha fazla cüzdan göster
uk: Показати більше гаманців
ur: مزید بٹوے دکھائیں۔
vi: Hiển thị thêm ví

source: Send to a different address
af: Stuur na 'n ander adres
ar: إرسال إلى عنوان مختلف
bn: অন্য ঠিকানায় পাঠান
ca: Enviar a una adreça diferent
da: Send til en anden adresse
de: An eine andere Adresse senden
el: Αποστολή σε διαφορετική διεύθυνση
es: Enviar a una dirección diferente
fi: Lähetä toiseen osoitteeseen
fil: Ipadala sa ibang address
fr: Envoyer à une autre adresse
hi: किसी दूसरे पते पर भेजें
hu: Küldje el egy másik címre
id: Kirim ke alamat lain
it: Invia a un indirizzo diverso
ja: 別のアドレスに送る
lt: Siųsti kitu adresu
ms: Hantar ke alamat lain
nl: Stuur naar een ander adres
pl: Wyślij na inny adres
pt: Enviar para outro endereço
ru: Отправить на другой адрес
sk: Odoslať na inú adresu
sr: Пошаљите на другу адресу
sv: Skicka till en annan adress
sw: Tuma kwa anwani tofauti
th: ส่งไปยังที่อยู่อื่น
tr: Farklı bir adrese gönder
uk: Надсилати на іншу адресу
ur: کسی دوسرے ایڈریس پر بھیجیں۔
vi: Gửi đến một địa chỉ khác

source: Enter {blockchainName} address
af: Voer {blockchainName} adres in
ar: أدخل عنوان {blockchainName}
bn: {blockchainName} ঠিকানা লিখুন
ca: Introduïu l'adreça {blockchainName}
da: Indtast {blockchainName} adresse
de: {blockchainName} Adresse eingeben
el: Εισάγετε {blockchainName} διεύθυνση
es: Introduzca la dirección {blockchainName}
fi: Syötä {blockchainName} osoite
fil: Ilagay ang {blockchainName} address
fr: Entrez l'adresse {blockchainName}
hi: {blockchainName} पता दर्ज करें
hu: Írja be a {blockchainName} címet
id: Masukkan alamat {blockchainName}
it: Inserisci l'indirizzo {blockchainName}
ja: {blockchainName} アドレスを入力してください
lt: Įveskite {blockchainName} adresą
ms: Masukkan {blockchainName} alamat
nl: Voer {blockchainName} adres in
pl: Wprowadź adres {blockchainName}
pt: Digite o endereço {blockchainName}
ru: Введите адрес {blockchainName}
sk: Zadajte {blockchainName} adresu
sr: Унесите {blockchainName} адресу
sv: Ange {blockchainName} adress
sw: Ingiza {blockchainName} anwani
th: กรอกที่อยู่ {blockchainName}
tr: {blockchainName} adresini girin
uk: Введіть {blockchainName} адресу
ur: {blockchainName} پتہ درج کریں۔
vi: Nhập địa chỉ {blockchainName}
