Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: for network fee
af: vir netwerkfooi
ar: مقابل رسوم الشبكة
bn: নেটওয়ার্ক ফি জন্য
ca: per tarifa de xarxa
da: mod netværksafgift
de: für Netzwerkgebühr
el: για τέλη δικτύου
es: por comisión de red
fi: verkkomaksua varten
fil: para sa bayad sa network
fr: pour frais de réseau
hi: नेटवर्क शुल्क के लिए
hu: hálózati díj ellenében
id: untuk biaya jaringan
it: per commissione di rete
ja: ネットワーク料金で
lt: už tinklo mokestį
ms: untuk bayaran rangkaian
nl: voor netwerkheffing
pl: za opłatę sieciową
pt: para taxa de rede
ru: за комиссию сети
sk: za sieťový poplatok
sr: за мрежну накнаду
sv: för nätverksavgift
sw: kwa ada ya mtandao
th: สำหรับค่าธรรมเนียมเครือข่าย
tr: ağ ücreti için
uk: за збір мережі
ur: نیٹ ورک فیس کے لیے
vi: cho phí mạng

source: for swap
af: vir ruil
ar: للتبادل
bn: অদলবদলের জন্য
ca: per intercanvi
da: til bytte
de: für Tausch
el: για ανταλλαγή
es: para intercambio
fi: vaihtamista varten
fil: para sa swap
fr: pour swap
hi: अदला-बदली के लिए
hu: cserére
id: untuk tukar
it: per swap
ja: スワップ用
lt: už mainus
ms: untuk pertukaran
nl: voor swap
pl: dla swapu
pt: para troca
ru: для подкачки
sk: na výmenu
sr: за замену
sv: för byte
sw: kwa kubadilishana
th: สำหรับการแลกเปลี่ยน
tr: takas için
uk: для свопа
ur: تبادلہ کے لیے
vi: để trao đổi

source: for input and network fee
af: vir insette en netwerkfooi
ar: مقابل رسوم الإدخال والشبكة
bn: ইনপুট এবং নেটওয়ার্ক ফি জন্য
ca: per entrada i tarifa de xarxa
da: for input og netværksgebyr
de: für Eingabe und Netzwerkgebühr
el: για εισροή και τέλη δικτύου
es: por entrada y tarifa de red
fi: syöttö- ja verkkomaksu
fil: para sa input at bayad sa network
fr: pour les frais d'entrée et de réseau
hi: इनपुट और नेटवर्क शुल्क के लिए
hu: bemeneti és hálózati díjért
id: untuk biaya input dan jaringan
it: per input e canone di rete
ja: 入力とネットワーク料金について
lt: už įvesties ir tinklo mokestį
ms: untuk input dan bayaran rangkaian
nl: voor invoer en netwerk vergoeding
pl: dla opłat wejściowych i opłat sieciowych
pt: por taxa de entrada e de rede
ru: за ввод и сетевой сбор
sk: za vstupný a sieťový poplatok
sr: за улазну и мрежну накнаду
sv: för in- och nätverksavgift
sw: kwa pembejeo na ada ya mtandao
th: สำหรับค่าอินพุทและค่าเน็ตเวิร์ค
tr: giriş ve ağ ücreti için
uk: за вхідний та мережевий збір
ur: ان پٹ اور نیٹ ورک فیس کے لیے
vi: cho phí đầu vào và phí mạng

source: Needs ≈ {requiredAmount} {symbol}{reason}, but you have {currentAmount} {symbol} in your {blockchain} wallet.
af: Benodig ≈ {requiredAmount} {symbol}{reason}, maar jy het {currentAmount} {symbol} in jou {blockchain} beursie.
ar: يحتاج ≈ {requiredAmount} {symbol}{reason}، ولكن لديك {currentAmount} {symbol} في محفظتك {blockchain} .
bn: প্রয়োজন ≈ {requiredAmount} {symbol}{reason}, কিন্তু আপনার {blockchain} ওয়ালেটে {currentAmount} {symbol} আছে৷
ca: Necessita ≈ {requiredAmount} {symbol}{reason}, però tens {currentAmount} {symbol} a la teva cartera {blockchain} .
da: Har brug for ≈ {requiredAmount} {symbol}{reason}, men du har {currentAmount} {symbol} i din {blockchain} tegnebog.
de: Benötigt <unk> {requiredAmount} {symbol}{reason}, aber Sie haben {currentAmount} {symbol} in Ihrem {blockchain} Wallet.
el: Χρειάζεται ≈ {requiredAmount} {symbol}{reason}, αλλά έχετε {currentAmount} {symbol} στο {blockchain} πορτοφόλι σας.
es: Necesitas {requiredAmount} {symbol}{reason}, pero tienes {currentAmount} {symbol} en tu monedero {blockchain}.
fi: Tarvitsee ≈ {requiredAmount} {symbol}{reason}, mutta sinulla on {currentAmount} {symbol} lompakossasi {blockchain} .
fil: Kailangan ng ≈ {requiredAmount} {symbol}{reason}, ngunit mayroon kang {currentAmount} {symbol} sa iyong {blockchain} wallet.
fr: Nécessite ≈ {requiredAmount} {symbol}{reason}, mais vous avez {currentAmount} {symbol} dans votre portefeuille {blockchain} .
hi: ≈ {requiredAmount} {symbol}{reason}की आवश्यकता है, लेकिन आपके {blockchain} वॉलेट में {currentAmount} {symbol} है।
hu: ≈ {requiredAmount} {symbol}{reason}kell, de {currentAmount} {symbol} van a {blockchain} pénztárcájában.
id: Membutuhkan ≈ {requiredAmount} {symbol}{reason}, tetapi Anda memiliki {currentAmount} {symbol} di dompet {blockchain} Anda.
ja: 必要額は ≈ {requiredAmount} {symbol}{reason}ですが、あなたの {blockchain} ウォレットには {currentAmount} {symbol} があります。
lt: Reikia ≈ {requiredAmount} {symbol}{reason}, bet jūsų {blockchain} piniginėje yra {currentAmount} {symbol} .
ms: Memerlukan ≈ {requiredAmount} {symbol}{reason}, tetapi anda mempunyai {currentAmount} {symbol} dalam dompet {blockchain} anda.
nl: Moet {requiredAmount} {symbol}{reason}, maar je hebt {currentAmount} {symbol} in je {blockchain} portemonnee nodig.
pl: Potrzebuje → {requiredAmount} {symbol}{reason}, ale masz {currentAmount} {symbol} w swoim portfelu {blockchain}.
pt: Precisa de {requiredAmount} {symbol}{reason}, mas você tem {currentAmount} {symbol} na sua carteira {blockchain}.
ru: Нужно <unk> {requiredAmount} {symbol}{reason}, но у вас есть {currentAmount} {symbol} в кошельке {blockchain}.
sk: Potrebujete ≈ {requiredAmount} {symbol}{reason}, ale vo svojej {blockchain} peňaženke máte {currentAmount} {symbol} .
sr: Потребно је ≈ {requiredAmount} {symbol}{reason}, али имате {currentAmount} {symbol} у свом {blockchain} новчанику.
sv: Behövs ↑ {requiredAmount} {symbol}{reason}, men du har {currentAmount} {symbol} i din {blockchain} plånbok.
sw: Inahitaji ≈ {requiredAmount} {symbol}{reason}, lakini unayo {currentAmount} {symbol} kwenye mkoba wako wa {blockchain} .
th: ต้องการ ≈ {requiredAmount} {symbol}{reason}แต่คุณมี {currentAmount} {symbol} ในกระเป๋าเงิน {blockchain} ของคุณ
tr: ≈ {requiredAmount} {symbol}{reason}gerekiyor, ancak cüzdanınızda {blockchain} {currentAmount} {symbol} var.
uk: Необхідний TrueCon {requiredAmount} {symbol}{reason}, але ви маєте {currentAmount} {symbol} в гаманці {blockchain}.
ur: ضرورت ہے ≈ {requiredAmount} {symbol}{reason}، لیکن آپ کے {blockchain} والیٹ میں {currentAmount} {symbol} ہے۔
vi: Cần ≈ {requiredAmount} {symbol}{reason}, nhưng bạn có {currentAmount} {symbol} trong ví {blockchain} của mình.

source: Waiting for other running tasks to be finished
af: Wag vir ander lopende take om klaar te wees
ar: في انتظار الانتهاء من المهام الأخرى الجارية
bn: অন্যান্য চলমান কাজ সমাপ্ত হওয়ার জন্য অপেক্ষা করা হচ্ছে
ca: Esperant que s'acabin altres tasques en execució
da: Venter på, at andre kørende opgaver er færdige
de: Warte auf Beendigung anderer laufender Aufgaben
el: Αναμονή για να ολοκληρωθούν άλλες εκτελούμενες εργασίες
es: Esperando a que finalicen otras tareas en ejecución
fi: Odotetaan, että muut käynnissä olevat tehtävät valmistuvat
fil: Naghihintay na matapos ang iba pang tumatakbong gawain
fr: En attente de la fin des autres tâches en cours
hi: अन्य चल रहे कार्यों के समाप्त होने की प्रतीक्षा कर रहा हूँ
hu: Várakozás a többi futó feladat befejezésére
id: Menunggu tugas lain yang sedang berjalan untuk diselesaikan
it: In attesa che altre attività in esecuzione siano terminate
ja: 他の実行中のタスクが完了するのを待っています
lt: Laukiama, kol bus baigtos kitos bėgimo užduotys
ms: Menunggu tugasan lain yang sedang dijalankan selesai
nl: Wachten tot andere lopende taken zijn voltooid
pl: Oczekiwanie na zakończenie innych uruchomionych zadań
pt: Aguardando o término de outras tarefas em execução
ru: Ожидание завершения других запущенных задач
sk: Čaká sa na dokončenie ostatných spustených úloh
sr: Чека се да се заврше други задаци
sv: Väntar på att andra pågående uppgifter ska vara klara
sw: Inasubiri kazi zingine zinazoendeshwa zikamilike
th: กำลังรอให้งานอื่นที่กำลังดำเนินการเสร็จสิ้น
tr: Diğer çalışan görevlerin bitmesini bekliyorum
uk: Очікуємо завершення інших запущених задач
ur: دوسرے چلنے والے کاموں کے مکمل ہونے کا انتظار کر رہے ہیں۔
vi: Đang chờ các tác vụ đang chạy khác hoàn tất

source: Waiting for changing wallet network
af: Wag vir verandering van beursienetwerk
ar: في انتظار تغيير شبكة المحفظة
bn: ওয়ালেট নেটওয়ার্ক পরিবর্তনের জন্য অপেক্ষা করা হচ্ছে
ca: S'està esperant el canvi de xarxa de cartera
da: Venter på at skifte tegnebogsnetværk
de: Warte auf Änderung des Wallet-Netzwerks
el: Αναμονή για αλλαγή δικτύου πορτοφολιού
es: Esperando a cambiar la red del monedero
fi: Odotetaan lompakon verkon vaihtamista
fil: Naghihintay para sa pagpapalit ng network ng wallet
fr: En attente de changement de réseau du portefeuille
hi: वॉलेट नेटवर्क बदलने का इंतजार
hu: Várakozás a pénztárcahálózat megváltoztatására
id: Menunggu perubahan jaringan dompet
it: In attesa di cambiare la rete del portafoglio
ja: ウォレットネットワークの変更を待っています
lt: Laukiama, kol bus pakeistas piniginės tinklas
ms: Menunggu untuk menukar rangkaian dompet
nl: Wachten op het wijzigen van wallet netwerk
pl: Oczekiwanie na zmianę sieci portfela
pt: Aguardando mudança da rede de carteira
ru: Ожидание изменения сети кошелька
sk: Čaká sa na zmenu siete peňaženky
sr: Чека се промена мреже новчаника
sv: Väntar på att byta plånboksnätverk
sw: Inasubiri kubadilisha mtandao wa pochi
th: กำลังรอเปลี่ยนเครือข่ายกระเป๋าเงิน
tr: Cüzdan ağının değiştirilmesi bekleniyor
uk: Очікування зміни мережі гаманця
ur: بٹوے کے نیٹ ورک کو تبدیل کرنے کا انتظار کر رہے ہیں۔
vi: Đang chờ thay đổi mạng ví

source: The network switch could not be completed. Please try again, or switch the network manually in your wallet.
af: Die netwerkskakeling kon nie voltooi word nie. Probeer asseblief weer, of skakel die netwerk handmatig in jou beursie oor.
ar: تعذر إكمال عملية تبديل الشبكة. يُرجى المحاولة مرة أخرى، أو تبديل الشبكة يدويًا في محفظتك.
bn: নেটওয়ার্ক স্যুইচ করা যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন, অথবা আপনার ওয়ালেটে ম্যানুয়ালি নেটওয়ার্ক স্যুইচ করুন।
ca: No s'ha pogut completar el canvi de xarxa. Torneu-ho a provar o canvieu la xarxa manualment al vostre moneder.
de: Der Netzwerkwechsel konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut oder wechseln Sie das Netzwerk manuell in Ihrer Wallet.
el: Η αλλαγή δικτύου δεν ολοκληρώθηκε. Δοκιμάστε ξανά ή αλλάξτε το δίκτυο χειροκίνητα στο πορτοφόλι σας.
fi: Verkon vaihtoa ei voitu suorittaa. Yritä uudelleen tai vaihda verkko manuaalisesti lompakossasi.
fr: Le changement de réseau n'a pas pu être effectué. Veuillez réessayer ou changer de réseau manuellement dans votre portefeuille.
hi: नेटवर्क स्विच पूरा नहीं हो सका। कृपया पुनः प्रयास करें, या अपने वॉलेट में नेटवर्क मैन्युअल रूप से स्विच करें।
hu: A hálózatváltás nem fejezhető be. Próbáld újra, vagy váltsd át a hálózatot manuálisan a pénztárcádban.
id: Pengalihan jaringan tidak dapat diselesaikan. Silakan coba lagi, atau alihkan jaringan secara manual di dompet Anda.
ja: ネットワークの切り替えを完了できませんでした。もう一度お試しいただくか、ウォレットで手動でネットワークを切り替えてください。
lt: Tinklo perjungimo nepavyko užbaigti. Bandykite dar kartą arba perjunkite tinklą rankiniu būdu savo piniginėje.
pl: Nie udało się przełączyć sieci. Spróbuj ponownie lub zmień sieć ręcznie w portfelu.
sk: Prepnutie siete sa nepodarilo dokončiť. Skúste to znova alebo prepnite sieť manuálne vo svojej peňaženke.
sr: Промена мреже није могла бити завршена. Молимо покушајте поново или ручно промените мрежу у свом новчанику.
sv: Nätverksbytet kunde inte slutföras. Försök igen eller byt nätverk manuellt i din plånbok.
sw: Swichi ya mtandao haikukamilika. Tafadhali jaribu tena, au ubadili mtandao mwenyewe kwenye pochi yako.
th: ไม่สามารถสลับเครือข่ายได้ โปรดลองอีกครั้งหรือสลับเครือข่ายด้วยตนเองในกระเป๋าสตางค์ของคุณ
tr: Ağ geçişi tamamlanamadı. Lütfen tekrar deneyin veya cüzdanınızda ağı manuel olarak değiştirin.
uk: Не вдалося переключити мережу. Спробуйте ще раз або переключіть мережу вручну у своєму гаманці.
vi: Không thể hoàn tất chuyển đổi mạng. Vui lòng thử lại hoặc chuyển đổi mạng thủ công trong ví của bạn.

source: Sunday
af: Sondag
ar: الأحد
bn: রবিবার
ca: diumenge
da: søndag
de: Sonntag
el: Κυριακή
es: Domingo
fi: Sunnuntai
fil: Linggo
fr: Dimanche
hi: रविवार
hu: vasárnap
id: Minggu
it: Domenica
ja: 日曜日
lt: sekmadienis
ms: Ahad
nl: zondag
pl: Niedziela
pt: domingo
ru: Воскресенье
sk: nedeľu
sr: недеља
sv: Söndag
sw: Jumapili
th: วันอาทิตย์
tr: Pazar
uk: Неділя
ur: اتوار
vi: Chủ nhật

source: Monday
af: Maandag
ar: الاثنين
bn: সোমবার
ca: dilluns
da: mandag
de: Montag
el: Δευτέρα
es: Lunes
fi: Maanantai
fil: Lunes
fr: Lundi
hi: सोमवार
hu: hétfő
id: Senin
it: Lunedì
ja: 月曜日
lt: pirmadienis
ms: Isnin
nl: maandag
pl: Poniedziałek
pt: Segunda-Feira
ru: Понедельник
sk: pondelok
sr: понедељак
sv: Måndag
sw: Jumatatu
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
ur: پیر
vi: Thứ hai

source: Tuesday
af: Dinsdag
ar: يوم الثلاثاء
bn: মঙ্গলবার
ca: dimarts
da: tirsdag
de: Dienstag
el: Τρίτη
es: Martes
fi: Tiistai
fil: Martes
fr: Mardi
hi: मंगलवार
hu: kedd
id: Selasa
it: Martedì
ja: 火曜日
lt: antradienis
ms: Selasa
nl: dinsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
sk: utorok
sr: уторак
sv: Tisdag
sw: Jumanne
th: วันอังคาร
tr: Salı
uk: Вівторок
ur: منگل
vi: Thứ ba

source: Wednesday
af: Woensdag
ar: الأربعاء
bn: বুধবার
ca: dimecres
da: onsdag
de: Mittwoch
el: Τετάρτη
es: Miércoles
fi: Keskiviikko
fil: Miyerkules
fr: Mercredi
hi: बुधवार
hu: szerda
id: Rabu
it: Mercoledì
ja: 水曜日
lt: trečiadienį
ms: Rabu
nl: woensdag
pl: Środa
pt: quarta-feira
ru: Среда
sk: streda
sr: среда
sv: Onsdag
sw: Jumatano
th: วันพุธ
tr: Çarşamba
uk: Середа
ur: بدھ
vi: Thứ Tư

source: Thursday
af: Donderdag
ar: يوم الخميس
bn: বৃহস্পতিবার
ca: dijous
da: torsdag
de: Donnerstag
el: Πέμπτη
es: Jueves
fi: Torstai
fil: Huwebes
fr: Jeudi
hi: गुरुवार
hu: csütörtök
id: Kamis
it: Giovedì
ja: 木曜日
lt: ketvirtadienis
ms: Khamis
nl: donderdag
pl: Czwartek
pt: quinta-feira
ru: Четверг
sk: štvrtok
sr: четвртак
sv: Torsdag
sw: Alhamisi
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
ur: جمعرات
vi: Thứ năm

source: Friday
af: Vrydag
ar: جمعة
bn: শুক্রবার
ca: divendres
da: fredag
de: Freitag
el: Παρασκευή
es: Viernes
fi: Perjantai
fil: Biyernes
fr: Vendredi
hi: शुक्रवार
hu: péntek
id: Jumat
it: Venerdì
ja: 金曜日
lt: penktadienis
ms: Jumaat
nl: vrijdag
pl: Piątek
pt: Sexta-feira
ru: Пятница
sk: piatok
sr: петак
sv: Fredag
sw: Ijumaa
th: วันศุกร์
tr: Cuma
uk: П'ятниця
ur: جمعہ
vi: Thứ sáu

source: Saturday
af: Saterdag
ar: السبت
bn: শনিবার
ca: dissabte
da: lørdag
de: Samstag
el: Σάββατο
es: Sábado
fi: Lauantai
fil: Sabado
fr: Samedi
hi: शनिवार
hu: szombat
id: Sabtu
it: Sabato
ja: 土曜日
lt: šeštadienis
ms: Sabtu
nl: zaterdag
pl: Sobota
pt: sábado
ru: Суббота
sk: sobota
sr: Субота
sv: Lördag
sw: Jumamosi
th: วันเสาร์
tr: Cumartesi
uk: Субота
ur: ہفتہ
vi: Thứ bảy

source: Powered By
af: Aangedryf deur
ar: مدعوم بواسطة
bn: দ্বারা চালিত
ca: Desenvolupat per
da: Drevet af
el: Τροφοδοτείται Από
es: Desarrollado por
fi: Palvelun Toimittaja
fil: Pinapatakbo ng
fr: Propulsé par
hi: द्वारा संचालित
id: Didukung Oleh
lt: Maitinamas
ms: Dikuasakan Oleh
nl: Mogelijk gemaakt door
pl: Wspierane przez
pt: Desenvolvido por
ru: Работает на
sk: Beží na
sr: Поверед Би
sv: Drivs av
sw: Inaendeshwa Na
th: ขับเคลื่อนโดย
tr: Tarafından desteklenmektedir
uk: Надано
ur: کی طرف سے طاقت
vi: Được cung cấp bởi

source: This token may involve potential security risks; proceed with caution.
af: Hierdie teken kan moontlike sekuriteitsrisiko's inhou; gaan met omsigtigheid voort.
ar: قد ينطوي هذا الرمز على مخاطر أمنية محتملة؛ لذا يجب استخدامه بحذر.
bn: এই টোকেনটি সম্ভাব্য নিরাপত্তা ঝুঁকির সাথে জড়িত থাকতে পারে; সাবধানতার সাথে এগিয়ে যান।
ca: Aquest testimoni pot implicar possibles riscos de seguretat; procedir amb precaució.
da: Dette token kan involvere potentielle sikkerhedsrisici; fortsæt med forsigtighed.
de: Dieses Token kann potenzielle Sicherheitsrisiken bergen. Gehen Sie daher vorsichtig vor.
el: Αυτό το διακριτικό μπορεί να ενέχει πιθανούς κινδύνους ασφάλειας. προχωρήστε με προσοχή.
es: Este token puede implicar posibles riesgos de seguridad; proceda con precaución.
fi: Tämä token voi sisältää mahdollisia turvallisuusriskejä; jatka varoen.
fil: Ang token na ito ay maaaring may kasamang mga potensyal na panganib sa seguridad; magpatuloy nang may pag-iingat.
fr: Ce jeton peut comporter des risques de sécurité potentiels ; procédez avec prudence.
hi: इस टोकन में संभावित सुरक्षा जोखिम शामिल हो सकते हैं; सावधानी से आगे बढ़ें।
hu: Ez a token potenciális biztonsági kockázatokat rejthet magában; óvatosan járjon el.
id: Token ini mungkin melibatkan potensi risiko keamanan; lanjutkan dengan hati-hati.
ja: このトークンには潜在的なセキュリティリスクが伴う可能性がありますので、注意して進めてください。
lt: Šis prieigos raktas gali būti susijęs su potencialia saugumo rizika; elkitės atsargiai.
ms: Token ini mungkin melibatkan potensi risiko keselamatan; teruskan dengan berhati-hati.
nl: Dit token kan mogelijke veiligheidsrisico's met zich meebrengen. Wees daarom voorzichtig.
pl: Ten token może wiązać się z potencjalnym ryzykiem naruszenia bezpieczeństwa, należy więc zachować ostrożność.
pt: Este token pode envolver potenciais riscos de segurança; proceda com cautela.
ru: Этот токен может быть связан с потенциальными рисками безопасности; будьте осторожны.
sk: Tento token môže zahŕňať potenciálne bezpečnostné riziká; postupujte opatrne.
sr: Овај токен може укључивати потенцијалне безбедносне ризике; наставите са опрезом.
sv: Denna token kan innebära potentiella säkerhetsrisker; fortsätt med försiktighet.
sw: Tokeni hii inaweza kuhusisha hatari zinazowezekana za usalama; endelea kwa tahadhari.
th: โทเค็นนี้อาจเกี่ยวข้องกับความเสี่ยงด้านความปลอดภัย โปรดดำเนินการด้วยความระมัดระวัง
tr: Bu token potansiyel güvenlik riskleri içerebilir; dikkatli olun.
uk: Цей маркер може містити потенційні ризики для безпеки; діяти обережно.
ur: اس ٹوکن میں ممکنہ حفاظتی خطرات شامل ہو سکتے ہیں۔ احتیاط کے ساتھ آگے بڑھیں.
vi: Mã thông báo này có thể tiềm ẩn rủi ro bảo mật; hãy thận trọng khi thực hiện.

source: Aggregated Transaction
af: Geaggregeerde transaksie
ar: المعاملات المجمعة
bn: সমষ্টিগত লেনদেন
ca: Transacció agregada
da: Aggregeret transaktion
de: Gesamte Transaktion
el: Συγκεντρωτική Συναλλαγή
es: Transacción agregada
fi: Yhdistetty Tapahtuma
fil: Pinagsama-samang Transaksyon
fr: Transaction agrégée
hi: समेकित लेनदेन
hu: Összesített Tranzakció
id: Transaksi Agregat
it: Transazione Aggregata
ja: 集計取引
lt: Suvestinė operacija
ms: Transaksi Agregat
nl: Geaggregeerde transactie
pl: Zbiorcza transakcja
pt: Transação Agregada
ru: Агрегированная проводка
sk: Agregovaná transakcia
sr: Збирна трансакција
sv: Aggregerad transaktion
sw: Muamala Uliojumlishwa
th: การทำธุรกรรมรวม
tr: Toplu İşlem
uk: Сукупна транзакція
ur: مجموعی لین دین
vi: Giao dịch tổng hợp

source: Swap on {fromChain} via {swapper}
af: Ruil op {fromChain} via {swapper}
ar: قم بالتبديل على {fromChain} عبر {swapper}
bn: {swapper}এর মাধ্যমে {fromChain} এ অদলবদল করুন৷
ca: Canvia a {fromChain} mitjançant {swapper}
da: Byt på {fromChain} via {swapper}
de: Tausch auf {fromChain} über {swapper}
el: Εναλλαγή στο {fromChain} μέσω {swapper}
es: Intercambiar por {fromChain} vía {swapper}
fi: Vaihda kohtaan {fromChain} kautta {swapper}
fil: Magpalit sa {fromChain} sa pamamagitan ng {swapper}
fr: Échanger sur {fromChain} via {swapper}
hi: {fromChain} से {swapper}पर स्वैप करें
hu: Csere a {fromChain} -ra {swapper}-n keresztül
id: Tukar pada {fromChain} melalui {swapper}
it: Scambia su {fromChain} via {swapper}
ja: {fromChain} で {swapper}を入れ替え
lt: Pakeiskite į {fromChain} per {swapper}
ms: Tukar pada {fromChain} melalui {swapper}
nl: Wissel op {fromChain} via {swapper}
pl: Zamień na {fromChain} przez {swapper}
pt: Trocar em {fromChain} via {swapper}
ru: Поменять на {fromChain} через {swapper}
sk: Vymeňte na {fromChain} cez {swapper}
sr: Замените на {fromChain} преко {swapper}
sv: Byt på {fromChain} via {swapper}
sw: Badili kwa {fromChain} kupitia {swapper}
th: สลับ {fromChain} เป็น {swapper}
tr: {fromChain} üzerinden {swapper}ile takas yapın
uk: Поміняти на {fromChain} через {swapper}
ur: {swapper}کے ذریعے {fromChain} پر تبادلہ کریں۔
vi: Đổi trên {fromChain} qua {swapper}

source: Bridge from {fromChain} via {swapper}
af: Brug vanaf {fromChain} via {swapper}
ar: جسر من {fromChain} عبر {swapper}
bn: {fromChain} থেকে {swapper}হয়ে সেতু
ca: Pont des de {fromChain} via {swapper}
da: Bro fra {fromChain} via {swapper}
de: Brücke von {fromChain} über {swapper}
el: Γέφυρα από {fromChain} μέσω {swapper}
fi: Silta pisteestä {fromChain} pisteen {swapper}kautta
fr: Pont de {fromChain} via {swapper}
hi: {fromChain} से {swapper}तक पुल
hu: Híd {fromChain} -tól {swapper}-en keresztül
id: Jembatan dari {fromChain} melalui {swapper}
ja: {fromChain} から {swapper}を経由してブリッジする
lt: Tiltas nuo {fromChain} per {swapper}
ms: Jambatan dari {fromChain} melalui {swapper}
nl: Brug van {fromChain} via {swapper}
pl: Most z {fromChain} przez {swapper}
pt: Ponte de {fromChain} via {swapper}
ru: Мост от {fromChain} через {swapper}
sk: Most z {fromChain} cez {swapper}
sr: Мост од {fromChain} преко {swapper}
sv: Brygga från {fromChain} via {swapper}
sw: Daraja kutoka {fromChain} kupitia {swapper}
th: สะพานจาก {fromChain} ถึง {swapper}
tr: {fromChain} 'dan {swapper}'e giden köprü
uk: Міст від {fromChain} через {swapper}
ur: {fromChain} سے {swapper}کے ذریعے پل
vi: Cầu từ {fromChain} qua {swapper}

source: Bridge to {toChain} via {swapper}
af: Brug na {toChain} via {swapper}
ar: جسر إلى {toChain} عبر {swapper}
bn: {swapper}হয়ে {toChain} এ সেতু
ca: Pont cap a {toChain} via {swapper}
da: Bro til {toChain} via {swapper}
de: Brücke zu {toChain} über {swapper}
el: Γέφυρα στο {toChain} μέσω {swapper}
es: Puente a {toChain} a través de {swapper}
fi: Silta {toChain} :n kautta {swapper}
fil: Tulay sa {toChain} sa pamamagitan ng {swapper}
fr: Pont vers {toChain} via {swapper}
hi: {swapper}से होकर {toChain} तक का पुल
hu: Híd a {toChain} felé a {swapper}-n keresztül
id: Jembatan menuju {toChain} melalui {swapper}
ja: {toChain} 経由で {swapper}に橋
lt: Tiltas į {toChain} per {swapper}
ms: Jambatan ke {toChain} melalui {swapper}
nl: Brug naar {toChain} via {swapper}
pl: Most do {toChain} przez {swapper}
pt: Ponte para {toChain} via {swapper}
ru: Мост к {toChain} через {swapper}
sk: Most na {toChain} cez {swapper}
sr: Мост до {toChain} преко {swapper}
sv: Bron till {toChain} via {swapper}
sw: Daraja hadi {toChain} kupitia {swapper}
th: สะพานไปยัง {toChain} ผ่าน {swapper}
tr: {swapper}üzerinden {toChain} 'a köprü
uk: Міст до {toChain} через {swapper}
ur: {swapper}کے ذریعے {toChain} پر پل
vi: Cầu nối đến {toChain} qua {swapper}

source: Completed
af: Voltooi
ar: مكتمل
bn: সম্পন্ন
ca: Completat
da: Færdiggjort
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fil: Nakumpleto
fr: Terminé
hi: पुरा होना।
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
lt: Užbaigta
ms: Selesai
nl: Voltooid
pl: Zakończone
pt: Concluído
ru: Выполнено
sk: Dokončené
sr: Завршено
sv: Slutförd
sw: Imekamilika
th: สมบูรณ์
tr: Tamamlanmış
uk: Завершені
ur: مکمل
vi: Hoàn thành

source: In progress
af: Aan die gang
ar: في تَقَدم
bn: চলছে
ca: En curs
da: I gang
de: In Bearbeitung
el: Σε εξέλιξη
es: En progreso
fi: Toiminto käynnissä
fil: Isinasagawa
fr: En cours
hi: प्रगति पर है
hu: Folyamatban van
id: Sedang berlangsung
it: In corso
ja: 進行中
lt: Vykdoma
ms: Sedang berlangsung
nl: In behandeling
pl: W toku
pt: Em Execução
ru: В процессе
sk: Prebieha
sr: У току
sv: pågår
sw: Inaendelea
th: อยู่ระหว่างดำเนินการ
tr: Devam etmekte
uk: Обробка
ur: جاری ہے۔
vi: Đang tiến hành
