Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: View transaction
af: Bekyk transaksie
ar: عرض المعاملة
bn: লেনদেন দেখুন
ca: Veure transacció
da: Se transaktion
de: Transaktion anzeigen
el: Προβολή συναλλαγής
es: Ver transacción
fi: Näytä tapahtuma
fil: Tingnan ang transaksyon
fr: Voir la transaction
hi: लेन-देन देखें
hu: Tranzakció megtekintése
id: Lihat transaksi
it: Visualizza transazione
ja: 取引を表示
lt: Peržiūrėti operaciją
ms: Lihat transaksi
nl: Transactie weergeven
pl: Zobacz transakcję
pt: Ver transação
ru: Просмотр транзакции
sk: Zobraziť transakciu
sr: Погледајте трансакцију
sv: Visa transaktion
sw: Tazama muamala
th: ดูการทำธุรกรรม
tr: İşlemi görüntüle
uk: Переглянути операцію
ur: لین دین دیکھیں
vi: Xem giao dịch

source: Connect
af: Koppel
ar: يتصل
bn: সংযোগ করুন
ca: Connecta't
da: Forbinde
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Yhdistä
fil: Kumonekta
fr: Connecter
hi: जोड़ना
hu: Csatlakozás
id: Menghubungkan
it: Connetti
ja: 接続する
lt: Prisijunkite
ms: Sambung
nl: Verbinden
pl: Połącz
pt: Conectar
ru: Подключиться
sk: Pripojte sa
sr: Повежите се
sv: Anslut
sw: Unganisha
th: เชื่อมต่อ
tr: Bağlamak
uk: Підключитися
ur: جڑیں
vi: Kết nối

source: Swap Successful
af: Ruil Suksesvol
ar: تم التبديل بنجاح
bn: অদলবদল সফল
ca: Canvi amb èxit
da: Swap vellykket
de: Tausch erfolgreich
el: Swap Επιτυχής
es: Intercambio exitoso
fi: Vaihto Onnistui
fil: Matagumpay na Pagpalit
fr: Echange Réussi
hi: स्वैप सफल
hu: A csere sikeres
id: Pertukaran Berhasil
it: Scambia Riuscito
ja: 交代成功
lt: Swap sėkmingas
ms: Tukar Berjaya
nl: Wissel succesvol
pl: Zamiana zakończona
pt: Troca bem sucedida
ru: Поменяно успешно
sk: Výmena bola úspešná
sr: Замена успела
sv: Byte lyckades
sw: Kubadilishana Kumefaulu
th: สลับสำเร็จ
tr: Takas Başarılı
uk: Зміна успішна
ur: تبادلہ کامیاب
vi: Hoán đổi thành công

source: Transaction Failed
af: Transaksie het misluk
ar: فشلت المعاملة
bn: লেনদেন ব্যর্থ হয়েছে৷
ca: La transacció ha fallat
da: Transaktion mislykkedes
de: Transaktion fehlgeschlagen
el: Η Συναλλαγή Απέτυχε
es: Transacción fallida
fi: Tapahtuma Epäonnistui
fil: Nabigo ang Transaksyon
fr: La transaction a échoué
hi: लेन - देन विफल
hu: A tranzakció sikertelen
id: Transaksi Gagal
it: Transazione Non Riuscita
ja: トランザクション失敗
lt: Sandoris nepavyko
ms: Transaksi Gagal
nl: Transactie mislukt
pl: Transakcja nie powiodła się
pt: Transação Falhou
ru: Транзакция не удалась
sk: Transakcia zlyhala
sr: Трансакција није успела
sv: Transaktionen misslyckades
sw: Muamala Umeshindwa
th: การทำธุรกรรมล้มเหลว
tr: İşlem Başarısız
uk: Невдала транзакція
ur: لین دین ناکام ہو گیا۔
vi: Giao dịch không thành công

source: Done
af: Klaar
ar: منتهي
bn: সম্পন্ন
ca: Fet
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fi: Valmis
fil: Tapos na
fr: Fait
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
lt: Atlikta
ms: Selesai
nl: Voltooid
pl: Gotowe
pt: Concluído
ru: Готово
sk: Hotovo
sr: Готово
sv: Klar
sw: Imekamilika
th: เสร็จแล้ว
tr: Tamamlamak
uk: Виконано
ur: ہو گیا
vi: Xong

source: Diagnosis
af: Diagnose
ar: تشخبص
bn: রোগ নির্ণয়
ca: Diagnòstic
da: Diagnose
de: Diagnose
el: Διάγνωση
es: Diagnóstico
fi: Diagnoosi
fr: Diagnostic
hi: निदान
hu: Diagnózis
id: Diagnosa
it: Diagnosi
ja: 診断
lt: Diagnozė
nl: Diagnose
pl: Diagnoza
pt: Diagnóstico
ru: Диагностика
sk: Diagnóza
sr: Дијагноза
sv: Diagnos
sw: Utambuzi
th: การวินิจฉัย
tr: Tanı
uk: Діагноз
ur: تشخیص
vi: Chẩn đoán

source: See Details
af: Sien Besonderhede
ar: شاهد التفاصيل
bn: বিস্তারিত দেখুন
ca: Veure Detalls
da: Se detaljer
de: Details ansehen
el: Δείτε Λεπτομέρειες
es: Ver detalles
fi: Näytä Yksityiskohdat
fil: Tingnan ang Mga Detalye
fr: Voir les détails
hi: विस्तृत जानकारी देखें
hu: Lásd Részletek
id: Lihat Detail
it: Vedi Dettagli
ja: 詳細を見る
lt: Žr. Išsamią informaciją
ms: Lihat Butiran
nl: Details bekijken
pl: Zobacz szczegóły
pt: Ver Detalhes
ru: Подробнее
sk: Pozri Podrobnosti
sr: Погледајте Детаљи
sv: Se detaljer
sw: Tazama Maelezo
th: ดูรายละเอียด
tr: Ayrıntıları Gör
uk: Див. докладніше
ur: تفصیلات دیکھیں
vi: Xem chi tiết

source: Cancel Swap
af: Kanselleer Ruil
ar: إلغاء المبادلة
bn: অদলবদল বাতিল করুন
ca: Cancel·la l'intercanvi
da: Annuller Swap
de: Tausch abbrechen
el: Ακύρωση Εναλλαγής
es: Cancelar intercambio
fi: Peruuta Vaihda
fil: Kanselahin ang Pagpalit
fr: Annuler l'échange
hi: स्वैप रद्द करें
hu: Csere lemondása
id: Batalkan Tukar
it: Annulla Scambia
ja: 交換をキャンセル
lt: Atšaukti apsikeitimą
ms: Batalkan Swap
nl: Verwissel annuleren
pl: Anuluj zamianę
pt: Cancelar Swap
ru: Отменить замену
sk: Zrušiť výmenu
sr: Откажи замену
sv: Avbryt Swap
sw: Ghairi Ubadilishanaji
th: ยกเลิกการแลกเปลี่ยน
tr: Takas İptali
uk: Скасувати зміни
ur: تبادلہ منسوخ کریں۔
vi: Hủy bỏ hoán đổi

source: Are you sure you want to cancel this swap?
af: Is jy seker jy wil hierdie ruil kanselleer?
ar: هل أنت متأكد أنك تريد إلغاء هذا التبادل؟
bn: আপনি কি এই অদলবদল বাতিল করার বিষয়ে নিশ্চিত?
ca: Esteu segur que voleu cancel·lar aquest intercanvi?
da: Er du sikker på, at du vil annullere dette bytte?
de: Sind Sie sicher, dass Sie diesen Swap abbrechen möchten?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε αυτό το swap?
es: ¿Está seguro de que desea cancelar este intercambio?
fi: Oletko varma, että haluat peruuttaa tämän swapin?
fil: Sigurado ka bang gusto mong kanselahin ang swap na ito?
fr: Êtes-vous sûr de vouloir annuler cet échange ?
hi: क्या आप वाकई इस स्वैप को रद्द करना चाहते हैं?
hu: Biztosan megszakítja ezt a cserét?
id: Apakah Anda yakin ingin membatalkan pertukaran ini?
it: Sei sicuro di voler annullare questo swap?
ja: このスワップをキャンセルしてもよろしいですか？
lt: Ar tikrai norite atšaukti šį apsikeitimą?
ms: Adakah anda pasti mahu membatalkan pertukaran ini?
nl: Weet u zeker dat u deze swap wilt annuleren?
pl: Czy na pewno chcesz anulować tę swap?
pt: Tem certeza que deseja cancelar este swap?
ru: Вы уверены, что хотите отменить этот обмен?
sk: Naozaj chcete zrušiť túto výmenu?
sr: Да ли сте сигурни да желите да откажете ову замену?
sv: Är du säker på att du vill avbryta denna swap?
sw: Je, una uhakika unataka kughairi ubadilishaji huu?
th: คุณแน่ใจว่าต้องการยกเลิกการสลับนี้หรือไม่?
tr: Bu takası iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати це відображення?
ur: کیا آپ واقعی اس تبادلہ کو منسوخ کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn hủy giao dịch hoán đổi này không?

source: Yes, Cancel it
af: Ja, kanselleer dit
ar: نعم، قم بإلغائه
bn: হ্যাঁ, বাতিল করুন
ca: Sí, cancel·la-ho
da: Ja, annuller det
de: Ja, abbrechen
el: Ναι, Ακύρωση
es: Sí, cancelarlo
fi: Kyllä, peruuta se
fil: Oo, Kanselahin ito
fr: Oui, annuler
hi: हां, इसे रद्द करें
hu: Igen, mégse
id: Ya, Batalkan
it: Sì, annullalo
ja: はい、キャンセルします
lt: Taip, atšaukti
ms: Ya, Batalkan
nl: Ja, annuleren
pl: Tak, anuluj
pt: Sim, Cancele
ru: Да, отменить
sk: Áno, zrušiť
sr: Да, откажи
sv: Ja, Avbryt det
sw: Ndiyo, Ghairi
th: ใช่ ยกเลิกมัน
tr: Evet, İptal Et
uk: Так, скасувати
ur: ہاں، اسے منسوخ کر دیں۔
vi: Có, Hủy nó

source: No, Continue
af: Nee, gaan voort
ar: لا، استمر
bn: না, চালিয়ে যান
ca: No, continua
da: Nej, fortsæt
de: Nein, Fortfahren
el: Όχι, Συνέχεια
es: No, continuar
fi: Ei, Jatka
fil: Hindi, Magpatuloy
fr: Non, continuer
hi: नहीं, जारी रखें
hu: Nem, folytasd
id: Tidak, Lanjutkan
it: No, Continua
ja: いいえ、続行します
lt: Ne, Tęsti
ms: Tidak, Teruskan
nl: Nee, ga verder
pl: Nie, Kontynuuj
pt: Não, continuar
ru: Нет, Продолжить
sk: Nie, pokračovať
sr: Не, настави
sv: Nej, fortsätt
sw: Hapana, Endelea
th: ไม่ ดำเนินการต่อ
tr: Hayır, Devam Et
uk: Ні, продовжити
ur: نہیں، جاری رکھیں
vi: Không, Tiếp tục

source: Connect {wallet}
af: Verbind {wallet}
ar: تواصل {wallet}
bn: সংযোগ করুন {wallet}
ca: Connecta {wallet}
da: Forbind {wallet}
de: Verbinden {wallet}
el: Σύνδεση {wallet}
es: Conectar {wallet}
fi: Yhdistä {wallet}
fil: Kumonekta {wallet}
fr: Connecter {wallet}
hi: कनेक्ट करें {wallet}
hu: Csatlakozás {wallet}
id: Hubungkan {wallet}
ja: 接続 {wallet}
lt: Prisijungti {wallet}
ms: Sambung {wallet}
nl: Verbinden {wallet}
pl: Połącz {wallet}
pt: Ligue {wallet}
ru: Подключиться {wallet}
sk: Pripojiť {wallet}
sr: Повежи се {wallet}
sv: Anslut {wallet}
sw: Unganisha {wallet}
th: เชื่อมต่อ {wallet}
tr: Bağlan {wallet}
uk: Підключитися {wallet}
ur: جڑیں {wallet}
vi: Kết nối {wallet}

source: The connection of your wallet or some networks has been disconnected. Connect to continue the swap
af: Die verbinding van jou beursie of sommige netwerke is ontkoppel. Koppel om die ruil voort te sit.
ar: تم فصل اتصال محفظتك أو بعض الشبكات. اتصل لمواصلة عملية التبادل.
bn: আপনার ওয়ালেট বা কিছু নেটওয়ার্কের সংযোগ বিচ্ছিন্ন করা হয়েছে। সোয়াপ চালিয়ে যেতে সংযোগ করুন।
ca: La connexió del teu moneder o d'algunes xarxes s'ha desconnectat. Connecta't per continuar amb l'intercanvi.
de: Die Verbindung zu Ihrem Wallet oder einigen Netzwerken wurde getrennt. Stellen Sie eine Verbindung her, um den Tausch fortzusetzen.
el: Η σύνδεση του πορτοφολιού σας ή ορισμένων δικτύων έχει αποσυνδεθεί. Συνδεθείτε για να συνεχίσετε την ανταλλαγή.
fi: Lompakkosi tai joidenkin verkkojen yhteys on katkennut. Yhdistä jatkaaksesi vaihtoa.
fr: La connexion de votre portefeuille ou de certains réseaux a été interrompue. Connectez-vous pour poursuivre l'échange.
hi: आपके वॉलेट या कुछ नेटवर्क का कनेक्शन काट दिया गया है। स्वैप जारी रखने के लिए कनेक्ट करें
hu: A tárcád vagy néhány hálózat kapcsolata megszakadt. Csatlakozz a csere folytatásához.
id: Koneksi dompet Anda atau beberapa jaringan telah terputus. Hubungkan untuk melanjutkan pertukaran.
ja: ウォレットまたは一部のネットワークの接続が切断されました。スワップを続行するには接続してください。
lt: Jūsų piniginės arba kai kurių tinklų ryšys buvo nutrauktas. Prisijunkite, kad tęstumėte keitimą.
pl: Połączenie z Twoim portfelem lub niektórymi sieciami zostało przerwane. Połącz się, aby kontynuować wymianę.
sk: Pripojenie vašej peňaženky alebo niektorých sietí bolo prerušené. Pripojte sa, aby ste mohli pokračovať vo výmene.
sr: Веза са вашим новчаником или неким мрежама је прекинута. Повежите се да бисте наставили размену.
sv: Anslutningen till din plånbok eller vissa nätverk har brutits. Anslut för att fortsätta växlingen.
sw: Muunganisho wa pochi yako au baadhi ya mitandao umekatizwa. Unganisha ili kuendelea kubadilishana
th: การเชื่อมต่อกระเป๋าเงินของคุณหรือเครือข่ายบางเครือข่ายถูกตัดการเชื่อมต่อ โปรดเชื่อมต่อเพื่อดำเนินการสลับต่อ
tr: Cüzdanınızın veya bazı ağların bağlantısı kesildi. Değişime devam etmek için bağlanın.
uk: З’єднання вашого гаманця або деяких мереж розірвано. Підключіться, щоб продовжити обмін.
vi: Kết nối ví của bạn hoặc một số mạng đã bị ngắt kết nối. Hãy kết nối lại để tiếp tục hoán đổi.

source: Wallet connected successfully.
af: Beursie suksesvol gekoppel.
ar: تم توصيل المحفظة بنجاح.
bn: ওয়ালেট সফলভাবে সংযুক্ত হয়েছে।
ca: La cartera s'ha connectat correctament.
de: Wallet erfolgreich verbunden.
el: Το πορτοφόλι συνδέθηκε με επιτυχία.
fi: Lompakko yhdistetty onnistuneesti.
fr: Portefeuille connecté avec succès.
hi: वॉलेट सफलतापूर्वक कनेक्ट हो गया.
hu: A pénztárca sikeresen csatlakoztatva.
id: Dompet berhasil tersambung.
ja: ウォレットが正常に接続されました。
lt: Piniginė sėkmingai prijungta.
pl: Portfel został pomyślnie podłączony.
sk: Peňaženka sa úspešne pripojila.
sr: Новчаник је успешно повезан.
sv: Plånboken har anslutits.
sw: Wallet imeunganishwa.
th: เชื่อมต่อกระเป๋าสตางค์สำเร็จแล้ว
tr: Cüzdan başarıyla bağlandı.
uk: Гаманець успішно підключено.
vi: Ví đã được kết nối thành công.

source: Delete Transaction
af: Vee transaksie uit
ar: حذف المعاملة
bn: লেনদেন মুছুন
ca: Suprimeix la transacció
da: Slet transaktion
de: Transaktion löschen
el: Διαγραφή Συναλλαγής
es: Eliminar transacción
fi: Poista Tapahtuma
fil: Tanggalin ang Transaksyon
fr: Supprimer la transaction
hi: लेनदेन हटाएं
hu: Tranzakció törlése
id: Hapus Transaksi
it: Elimina Transazione
ja: 取引を削除
lt: Ištrinti operaciją
ms: Padamkan Transaksi
nl: Verwijder transactie
pl: Usuń transakcję
pt: Excluir Transação
ru: Удалить транзакцию
sk: Odstrániť transakciu
sr: Избриши трансакцију
sv: Ta bort transaktion
sw: Futa Muamala
th: ลบรายการธุรกรรม
tr: İşlemi Sil
uk: Видалити транзакцію
ur: لین دین کو حذف کریں۔
vi: Xóa giao dịch

source: Are you sure you want to delete this swap?
af: Is jy seker jy wil hierdie ruil uitvee?
ar: هل أنت متأكد أنك تريد حذف هذه المبادلة؟
bn: আপনি কি এই অদলবদল মুছে ফেলার বিষয়ে নিশ্চিত?
ca: Esteu segur que voleu suprimir aquest intercanvi?
da: Er du sikker på, at du vil slette denne swap?
de: Sind Sie sicher, dass Sie diesen Swap löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το swap?
es: ¿Está seguro de que desea eliminar este intercambio?
fi: Oletko varma, että haluat poistaa tämän swapin?
fil: Sigurado ka bang gusto mong tanggalin ang swap na ito?
fr: Êtes-vous sûr de vouloir supprimer cet échange ?
hi: क्या आप वाकई इस स्वैप को हटाना चाहते हैं?
hu: Biztosan törli ezt a cserét?
id: Apakah Anda yakin ingin menghapus pertukaran ini?
it: Sei sicuro di voler eliminare questo swap?
ja: このスワップを削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šį apsikeitimą?
ms: Adakah anda pasti mahu memadamkan pertukaran ini?
nl: Weet u zeker dat u deze swap wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę swap?
pt: Tem certeza que deseja excluir esta troca?
ru: Вы уверены, что хотите удалить эту замену?
sk: Naozaj chcete odstrániť túto výmenu?
sr: Да ли сте сигурни да желите да избришете ову замену?
sv: Är du säker på att du vill ta bort denna swap?
sw: Je, una uhakika unataka kufuta ubadilishaji huu?
th: คุณแน่ใจว่าต้องการลบการสลับนี้หรือไม่?
tr: Bu takası silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити це переміщення?
ur: کیا آپ واقعی اس تبادلہ کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa hoán đổi này không?

source: Yes, Delete it
af: Ja, verwyder dit
ar: نعم، احذفه
bn: হ্যাঁ, মুছুন
ca: Sí, esborra-ho
da: Ja, slet det
de: Ja, löschen
el: Ναι, να διαγραφούν
es: Sí, eliminarlo
fi: Kyllä, poista se
fil: Oo, Tanggalin ito
fr: Oui, supprimer
hi: हां, इसे हटा दें
hu: Igen, törölje
id: Ya, Hapus itu
it: Sì, eliminalo
ja: はい、削除します
lt: Taip, ištrinkite
ms: Ya, Padamkannya
nl: Ja, verwijder het
pl: Tak, usuń
pt: Sim, exclua-o
ru: Да, удалить
sk: Áno, vymazať
sr: Да, Избриши
sv: Ja, ta bort den
sw: Ndiyo, Futa
th: ใช่ ลบมันซะ
tr: Evet, Sil
uk: Так, видалити його
ur: ہاں، اسے حذف کریں۔
vi: Có, xóa nó đi

source: No, Cancel
af: Nee, kanselleer
ar: لا، إلغاء
bn: না, বাতিল করুন
ca: No, cancel·la
da: Nej, annuller
de: Nein, abbrechen
el: Όχι, Ακύρωση
es: No, cancelar
fi: Ei, Peruuta
fil: Hindi, Kanselahin
fr: Non, Annuler
hi: नहीं, रद्द करें
hu: Nem, Mégsem
id: Tidak, Batal
it: No, Annulla
ja: いいえ、キャンセル
lt: Ne, atšaukti
ms: Tidak, Batal
nl: Nee, annuleer
pl: Nie, Anuluj
pt: Não, cancele
ru: Нет, отменить
sk: Nie, zrušiť
sr: Не, откажи
sv: Nej, Avbryt
sw: Hapana, Ghairi
th: ไม่ ยกเลิก
tr: Hayır, İptal
uk: Ні, скасувати
ur: نہیں، منسوخ کریں۔
vi: Không, Hủy bỏ

source: Install {wallet}
af: Installeer {wallet}
ar: تثبيت {wallet}
bn: {wallet}ইনস্টল করুন
ca: Instal·la {wallet}
de: Installieren Sie {wallet}
el: Εγκατάσταση {wallet}
fi: Asenna {wallet}
fr: Installer {wallet}
hi: {wallet}स्थापित करें
hu: Telepítés {wallet}
id: Instal {wallet}
ja: インストール {wallet}
lt: Įdiegti {wallet}
pl: Zainstaluj {wallet}
sk: Nainštalovať {wallet}
sr: Инсталирај {wallet}
sv: Installera {wallet}
sw: Sakinisha {wallet}
th: ติดตั้ง {wallet}
tr: {wallet}yükleyin
uk: Встановити {wallet}
vi: Cài đặt {wallet}

source: Install
af: Installeer
ar: ثَبَّتَ
bn: ইনস্টল করুন
ca: Instal·lar
da: Installere
de: Installieren
el: Εγκατάσταση
es: Instalar
fi: Asenna
fil: I-install
fr: Installer
hi: स्थापित करना
hu: Telepítés
id: Memasang
it: Installa
ja: インストール
lt: Įdiegti
ms: Pasang
nl: Installeren
pl: Zainstaluj
pt: Instale
ru: Установить
sk: Inštalovať
sr: Инсталирај
sv: Installera
sw: Sakinisha
th: ติดตั้ง
tr: Düzenlemek
uk: Інсталювати
ur: انسٹال کریں۔
vi: Cài đặt

source: Try Again
af: Probeer weer
ar: حاول ثانية
bn: আবার চেষ্টা করো
ca: Torna-ho a intentar
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
fi: Yritä uudelleen
fr: Essayer à nouveau
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba Lagi
ja: もう一度やり直してください
lt: Bandykite dar kartą
pl: Spróbuj ponownie
sk: Skúste to znova
sr: Покушај поново
sv: Försök igen
sw: Jaribu Tena
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте ще раз
vi: Thử lại

source: Slippage:
af: Gly:
ar: الانزلاق:
bn: পিছলে যাওয়া:
ca: Lliscament:
da: Glidning:
de: Schlupf:
el: Ολίσθηση:
fi: Liukuminen:
fr: Glissement :
hi: फिसलन:
hu: Csúszás:
id: Kelicinan:
ja: 滑り:
lt: Slydimas:
ms: gelinciran:
nl: Uitglijden:
pl: Poślizg:
pt: Deslizamento:
ru: Проскальзывание:
sk: Šmyk:
sr: Клизање:
sv: Slirning:
sw: Kuteleza:
th: การลื่นไถล:
tr: Kayma:
uk: Прослизання:
ur: پھسلنا:
vi: Trượt:

source: Select Token
af: Kies Token
ar: حدد الرمز
bn: টোকেন নির্বাচন করুন
ca: Seleccioneu Token
da: Vælg Token
de: Token auswählen
el: Επιλογή Διακριτικού
es: Seleccionar token
fi: Valitse Tunnus
fil: Piliin ang Token
fr: Sélectionner un jeton
hi: टोकन चुनें
hu: Válassza a Token lehetőséget
id: Pilih Token
it: Seleziona Token
ja: トークンを選択
lt: Pasirinkite Žetonas
ms: Pilih Token
nl: Selecteer Token
pl: Wybierz token
pt: Selecione o Token
ru: Выбрать токен
sk: Vyberte položku Token
sr: Изаберите Токен
sv: Välj token
sw: Chagua Tokeni
th: เลือกโทเค็น
tr: Jeton Seç
uk: Вибрати токен
ur: ٹوکن منتخب کریں۔
vi: Chọn Mã thông báo

source: Wallet Connected
af: Beursie gekoppel
ar: المحفظة متصلة
bn: ওয়ালেট সংযুক্ত
ca: Wallet connectat
da: Tegnebog tilsluttet
de: Wallet verbunden
el: Συνδεδεμένο Πορτοφόλι
es: Cartera conectada
fi: Lompakko Yhdistetty
fil: Nakakonekta ang Wallet
fr: Portefeuille connecté
hi: वॉलेट कनेक्टेड
hu: Wallet csatlakoztatva
id: Dompet Terhubung
it: Portafoglio Connesso
ja: ウォレットが接続されました
lt: Piniginė prijungta
ms: Dompet Disambungkan
nl: Portemonnee verbonden
pl: Portfel połączony
pt: Carteira conectada
ru: Кошелек подключен
sk: Peňaženka je pripojená
sr: Новчаник повезан
sv: Plånbok ansluten
sw: Wallet Imeunganishwa
th: เชื่อมต่อกระเป๋าสตางค์
tr: Cüzdan Bağlandı
uk: Підключено гаманець
ur: والیٹ منسلک ہے۔
vi: Ví đã kết nối

source: Your wallet is connected, you can use it to swap.
af: Jou beursie is gekoppel, jy kan dit gebruik om te ruil.
ar: محفظتك متصلة، ويمكنك استخدامها للتبديل.
bn: আপনার ওয়ালেট সংযুক্ত আছে, আপনি এটি অদলবদল করতে ব্যবহার করতে পারেন।
ca: La vostra cartera està connectada, podeu utilitzar-la per intercanviar.
da: Din tegnebog er tilsluttet, du kan bruge den til at bytte.
de: Ihre Brieftasche ist verbunden, Sie können sie zum Tausch verwenden.
el: Το πορτοφόλι σας είναι συνδεδεμένο, μπορείτε να το χρησιμοποιήσετε για ανταλλαγή.
es: Su cartera está conectada, puede usarla para intercambiar.
fi: Lompakkosi on yhdistetty, voit käyttää sitä vaihtaaksesi.
fil: Ang iyong wallet ay konektado, maaari mo itong gamitin upang makipagpalitan.
fr: Votre portefeuille est connecté, vous pouvez l'utiliser pour échanger.
hi: आपका वॉलेट कनेक्ट हो गया है, आप इसका उपयोग स्वैप करने के लिए कर सकते हैं।
hu: A pénztárcája csatlakoztatva van, használhatja cserére.
id: Dompet Anda terhubung, Anda dapat menggunakannya untuk bertukar.
it: Il tuo portafoglio è connesso, puoi usarlo per scambiare.
ja: ウォレットが接続されています。交換に使用できます。
lt: Jūsų piniginė prijungta, galite ją naudoti apsikeitimui.
ms: Dompet anda disambungkan, anda boleh menggunakannya untuk menukar.
nl: Uw portemonnee is verbonden, u kunt deze omwisselen.
pl: Twój portfel jest połączony, możesz go użyć do zamiany.
pt: Sua carteira está conectada, você pode usá-la para trocar.
ru: Ваш кошелек подключен, вы можете использовать его для смены.
sk: Vaša peňaženka je pripojená, môžete ju použiť na výmenu.
sr: Ваш новчаник је повезан, можете га користити за замену.
sv: Din plånbok är ansluten, du kan använda den för att byta.
sw: Pochi yako imeunganishwa, unaweza kuitumia kubadilishana.
th: กระเป๋าเงินของคุณเชื่อมต่อแล้ว คุณสามารถใช้มันเพื่อแลกเปลี่ยนได้
tr: Cüzdanınız bağlandı, takas yapmak için kullanabilirsiniz.
uk: Ваш гаманець підключений, ви можете використовувати його для обміну.
ur: آپ کا بٹوہ منسلک ہے، آپ اسے تبدیل کرنے کے لیے استعمال کر سکتے ہیں۔
vi: Ví của bạn đã được kết nối, bạn có thể sử dụng nó để hoán đổi.

source: Failed to Connect
af: Kon nie koppel nie
ar: فشل في الاتصال
bn: সংযোগ করতে ব্যর্থ হয়েছে
ca: No s'ha pogut connectar
da: Kunne ikke oprette forbindelse
de: Verbindung fehlgeschlagen
el: Αποτυχία σύνδεσης
es: Error al conectar
fi: Yhteyden muodostaminen epäonnistui
fil: Nabigong Kumonekta
fr: Échec de la connexion
hi: जोडने में विफल
hu: Nem sikerült csatlakozni
id: Gagal Terhubung
it: Impossibile connettersi
ja: 接続に失敗しました
lt: Nepavyko prisijungti
ms: Gagal Bersambung
nl: Verbinden mislukt
pl: Nie udało się połączyć
pt: Falha na conexão
ru: Не удалось подключиться
sk: Nepodarilo sa pripojiť
sr: Повезивање није успело
sv: Anslutningen misslyckades
sw: Imeshindwa Kuunganisha
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlantı başarısız oldu
uk: Не вдалося з'єднатися
ur: مربوط ہونے میں ناکام
vi: Không thể kết nối

source: Your wallet is not connected. Please try again.
af: Jou beursie is nie gekoppel nie. Probeer asseblief weer.
ar: محفظتك غير متصلة. يرجى المحاولة مرة أخرى.
bn: আপনার ওয়ালেট সংযুক্ত নেই. আবার চেষ্টা করুন.
ca: La teva cartera no està connectada. Si us plau, torna-ho a provar.
da: Din tegnebog er ikke tilsluttet. Prøv venligst igen.
de: Ihre Brieftasche ist nicht verbunden. Bitte versuchen Sie es erneut.
el: Το πορτοφόλι σας δεν είναι συνδεδεμένο. Παρακαλώ δοκιμάστε ξανά.
es: Su cartera no está conectada. Por favor, inténtelo de nuevo.
fi: Lompakkosi ei ole yhdistetty. Yritä uudelleen.
fil: Hindi konektado ang iyong wallet. Pakisubukang muli.
fr: Votre portefeuille n'est pas connecté. Veuillez réessayer.
hi: आपका वॉलेट कनेक्ट नहीं है। कृपया पुनः प्रयास करें।
hu: A pénztárca nincs csatlakoztatva. Kérjük, próbálja újra.
id: Dompet Anda tidak terhubung. Silakan coba lagi.
it: Il tuo portafoglio non è connesso. Riprova.
ja: ウォレットが接続されていません。もう一度やり直してください。
lt: Jūsų piniginė neprijungta. Bandykite dar kartą.
ms: Dompet anda tidak disambungkan. Sila cuba lagi.
nl: Uw portemonnee is niet verbonden. Probeer het opnieuw.
pl: Twój portfel nie jest połączony. Spróbuj ponownie.
pt: Sua carteira não está conectada. Por favor, tente novamente.
ru: Ваш кошелек не подключен. Пожалуйста, попробуйте еще раз.
sk: Vaša peňaženka nie je pripojená. Skúste to znova.
sr: Ваш новчаник није повезан. Покушајте поново.
sv: Din plånbok är inte ansluten. Försök igen.
sw: Mkoba wako haujaunganishwa. Tafadhali jaribu tena.
th: กระเป๋าสตางค์ของคุณไม่ได้เชื่อมต่อ กรุณาลองอีกครั้ง
tr: Cüzdanınız bağlı değil. Lütfen tekrar deneyin.
uk: Ваш гаманець не підключений. Будь ласка, спробуйте ще раз.
ur: آپ کا بٹوہ منسلک نہیں ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Ví của bạn chưa được kết nối. Vui lòng thử lại.

source: Connecting to your wallet
af: Koppel aan jou beursie
ar: الاتصال بمحفظتك
bn: আপনার ওয়ালেটে সংযোগ করা হচ্ছে
ca: Connectant a la teva cartera
da: Tilslutning til din tegnebog
de: Verbinde mit Ihrer Brieftasche
el: Σύνδεση στο πορτοφόλι σας
es: Conectando a su cartera
fi: Yhdistetään lompakkoon
fil: Kumokonekta sa iyong wallet
fr: Connexion à votre portefeuille
hi: अपने वॉलेट से कनेक्ट करना
hu: Csatlakozás a pénztárcához
id: Menghubungkan ke dompet Anda
it: Connessione al tuo portafoglio
ja: ウォレットに接続中
lt: Prisijungimas prie piniginės
ms: Menyambung ke dompet anda
nl: Verbinding maken met uw portemonnee
pl: Łączenie z portfelem
pt: Conectando-se à sua carteira
ru: Подключение к кошельку
sk: Pripojenie k vašej peňaženke
sr: Повезивање са вашим новчаником
sv: Ansluter till din plånbok
sw: Inaunganisha kwenye pochi yako
th: การเชื่อมต่อกับกระเป๋าสตางค์ของคุณ
tr: Cüzdanınıza bağlanılıyor
uk: Підключення до вашого гаманця
ur: آپ کے بٹوے سے منسلک ہو رہا ہے۔
vi: Kết nối với ví của bạn
