Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Bridges
af: Brûe
ar: الجسور
bn: ব্রিজ
ca: Ponts
da: Broer
de: Brücken
el: Γέφυρες
es: Puentes
fi: Sillat
fil: Mga tulay
fr: Ponts de connexion
hi: पुलों
hu: Hidak
id: Jembatan
it: Ponti
ja: ブリッジ
lt: Tiltai
ms: Jambatan
nl: Bruggen
pl: Mosty
pt: Pontes
ru: Мосты
sk: Mosty
sr: Мостови
sv: Broar
sw: Madaraja
th: สะพาน
tr: Köprüler
uk: Бріджес
ur: پل
vi: Cầu

source: Exchanges
af: Uitruilings
ar: التبادلات
bn: বিনিময়
ca: Intercanvis
da: Udvekslinger
de: Austausche
el: Ανταλλαγές
es: Intercambios
fi: Pörssit
fil: Mga palitan
fr: Échanges
hi: एक्सचेंजों
hu: Cserék
id: Pertukaran
it: Scambi
ja: 交換
lt: Mainai
ms: Pertukaran
nl: Uitwisselingen
pl: Wymiana
pt: Trocas
ru: Обмены
sk: Výmeny
sr: Размене
sv: Byten
sw: Mabadilishano
th: การแลกเปลี่ยน
tr: Borsalar
uk: Обмін валют
ur: تبادلہ
vi: Trao đổi

source: Custom Tokens
af: Pasgemaakte tekens
ar: الرموز المخصصة
bn: কাস্টম টোকেন
ca: Fitxes personalitzades
da: Brugerdefinerede tokens
de: Eigene Token
el: Προσαρμοσμένα Tokens
es: Tokens personalizados
fi: Mukautetut Tokenit
fil: Mga Custom na Token
fr: Jetons personnalisés
hi: कस्टम टोकन
hu: Egyedi tokenek
id: Token Kustom
it: Token Personalizzati
ja: カスタムトークン
lt: Pasirinktiniai žetonai
ms: Token Tersuai
nl: Aangepaste Tokens
pl: Niestandardowe tokeny
pt: Tokens Personalizados
ru: Пользовательские токены
sk: Vlastné tokeny
sr: Прилагођени токени
sv: Anpassade Tokens
sw: Ishara Maalum
th: โทเค็นที่กำหนดเอง
tr: Özel Jetonlar
uk: Користувацькі токени
ur: حسب ضرورت ٹوکنز
vi: Mã thông báo tùy chỉnh

source: Language
af: Taal
ar: لغة
bn: ভাষা
ca: Llengua
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fil: Wika
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
lt: Kalba
ms: Bahasa
nl: Taal
pl: Język
pt: IDIOMA
ru: Язык
sk: Jazyk
sr: Језик
sv: Språk
sw: Lugha
th: ภาษา
tr: Dil
uk: Мова:
ur: زبان
vi: Ngôn ngữ

source: Infinite approval
af: Oneindige goedkeuring
ar: موافقة لا نهائية
bn: অসীম অনুমোদন
ca: Aprovació infinita
da: Uendelig godkendelse
de: Unendliche Genehmigung
el: Άπειρη έγκριση
es: Aprobación infinita
fi: Loputon hyväksyntä
fil: Walang katapusang pag-apruba
fr: Approbation infinie
hi: अनंत स्वीकृति
hu: Végtelen jóváhagyás
id: Persetujuan tak terbatas
it: Approvazione infinita
ja: 永久承認
lt: Begalinis pritarimas
ms: Kelulusan yang tidak terhingga
nl: Oneindige goedkeuring
pl: Nieskończone zatwierdzenie
pt: Aprovação infinita
ru: Бесконечное одобрение
sk: Nekonečný súhlas
sr: Бесконачно одобрење
sv: Oändligt godkännande
sw: Idhini isiyo na kikomo
th: การอนุมัติที่ไม่มีที่สิ้นสุด
tr: Sonsuz onay
uk: Нескінченне затвердження
ur: لامحدود منظوری
vi: Sự chấp thuận vô hạn

source: Enabling the 'Infinite approval' mode grants unrestricted access to underlying smart contracts, allowing them to utilize the approved token amount without limitations.
af: Deur die 'Oneindige goedkeuring'-modus te aktiveer, verleen onbeperkte toegang tot onderliggende slimkontrakte, wat hulle in staat stel om die goedgekeurde tokenbedrag sonder beperkings te gebruik.
ar: يتيح تمكين وضع "الموافقة اللانهائية" الوصول غير المقيد إلى العقود الذكية الأساسية، مما يسمح لها باستخدام مبلغ الرمز المعتمد دون قيود.
bn: 'অসীম অনুমোদন' মোড সক্ষম করা অন্তর্নিহিত স্মার্ট চুক্তিগুলিতে সীমাহীন অ্যাক্সেস মঞ্জুর করে, তাদের সীমাবদ্ধতা ছাড়াই অনুমোদিত টোকেন পরিমাণ ব্যবহার করার অনুমতি দেয়।
ca: L'habilitació del mode "Aprovació infinita" concedeix accés sense restriccions als contractes intel·ligents subjacents, cosa que els permet utilitzar la quantitat de testimoni aprovada sense limitacions.
da: Aktivering af tilstanden 'Uendelig godkendelse' giver ubegrænset adgang til underliggende smarte kontrakter, hvilket giver dem mulighed for at bruge det godkendte tokenbeløb uden begrænsninger.
de: Das Aktivieren des "Infinite Advisval"-Modus gewährt uneingeschränkten Zugriff auf zugrunde liegende Smart-Verträge, was es ihnen erlaubt, den genehmigten Tokenbetrag uneingeschränkt zu nutzen.
el: Η ενεργοποίηση της λειτουργίας 'Άπειρη έγκριση' παρέχει απεριόριστη πρόσβαση σε υποκείμενες έξυπνες συμβάσεις, επιτρέποντάς τους να χρησιμοποιούν το εγκεκριμένο ποσό συμβολαίων χωρίς περιορισμούς.
es: Habilitar el modo 'Aprobación infinita' otorga acceso sin restricciones a los contratos inteligentes subyacentes, permitiéndoles utilizar la cantidad de token aprobada sin limitaciones.
fi: Päällekkäisen hyväksynnän käyttöönotto mahdollistaa rajoittamattoman pääsyn taustalla oleviin älykkäisiin sopimuksiin, jolloin ne voivat käyttää hyväksyttyä symbolin määrää rajoituksetta.
fil: Ang pag-enable sa 'Infinite approval' na mode ay nagbibigay ng hindi pinaghihigpitang access sa mga pinagbabatayan na smart contract, na nagpapahintulot sa kanila na gamitin ang naaprubahang halaga ng token nang walang limitasyon.
fr: L'activation du mode "Approbation infinie" donne un accès illimité aux contrats intelligents sous-jacents, leur permettant d'utiliser le montant de jeton approuvé sans restrictions.
hi: 'अनंत अनुमोदन' मोड को सक्षम करने से अंतर्निहित स्मार्ट अनुबंधों तक अप्रतिबंधित पहुंच मिलती है, जिससे उन्हें बिना किसी सीमा के अनुमोदित टोकन राशि का उपयोग करने की अनुमति मिलती है।
hu: A „Végtelen jóváhagyás” mód engedélyezése korlátlan hozzáférést biztosít az alapul szolgáló intelligens szerződésekhez, lehetővé téve számukra a jóváhagyott token mennyiségének korlátozások nélküli felhasználását.
id: Mengaktifkan mode 'Persetujuan Tak Terbatas' memberikan akses tak terbatas ke kontrak pintar yang mendasarinya, yang memungkinkan mereka memanfaatkan jumlah token yang disetujui tanpa batasan.
it: Abilitando la modalità 'Approvazione infinita' si concede l'accesso illimitato agli smart contract sottostanti, consentendo loro di utilizzare l'importo del token approvato senza limitazioni.
ja: 「無限承認」モードを有効にすると、基盤となるスマートコントラクトへの無制限のアクセスが許可され、承認されたトークンの量を制限なく利用できます。
lt: Įjungus „Begalinio patvirtinimo“ režimą, suteikiama neribota prieiga prie pagrindinių išmaniųjų sutarčių, leidžianti joms be apribojimų naudoti patvirtintą prieigos rakto sumą.
ms: Mendayakan mod 'Kelulusan tidak terhingga' memberikan akses tanpa had kepada kontrak pintar asas, membolehkan mereka menggunakan jumlah token yang diluluskan tanpa had.
nl: Het inschakelen van de 'Oneindige goedkeuring' modus verleent onbeperkte toegang tot onderliggende slimme contracten, waardoor ze het goedgekeurde token bedrag zonder beperkingen kunnen gebruiken.
pl: Włączenie trybu 'Nieskończone zatwierdzenie' zapewnia nieograniczony dostęp do podstawowych inteligentnych umów, umożliwiając im wykorzystanie zatwierdzonej ilości tokenów bez ograniczeń.
pt: Habilitar o modo 'Aprovação infinita' concede acesso irrestrito aos contratos inteligentes subjacentes, permitindo-lhes usar o valor do token aprovado, sem limitações.
ru: Включение режима "Бесконечное одобрение" предоставляет неограниченный доступ к основным смарт-контрактам, позволяя им использовать одобренную сумму токена без ограничений.
sk: Povolenie režimu „Nekonečné schválenie“ poskytuje neobmedzený prístup k základným inteligentným zmluvám, čo im umožňuje využívať schválenú sumu tokenu bez obmedzení.
sr: Омогућавање режима „Бесконачно одобрење“ даје неограничен приступ основним паметним уговорима, омогућавајући им да користе одобрени износ токена без ограничења.
sv: Aktivering av Oändligt godkännande ger obegränsad åtkomst till underliggande smarta kontrakt, vilket ger dem möjlighet att använda det godkända tokenbeloppet utan begränsningar.
sw: Kuwasha hali ya 'Uidhinishaji usio na kikomo' hutoa ufikiaji usio na kikomo kwa mikataba ya msingi mahiri, na kuwaruhusu kutumia kiasi cha tokeni kilichoidhinishwa bila vikwazo.
th: การเปิดใช้งานโหมด 'อนุมัติแบบไม่จำกัด' จะทำให้สามารถเข้าถึงสัญญาอัจฉริยะพื้นฐานได้อย่างไม่มีข้อจำกัด ช่วยให้สามารถใช้จำนวนโทเค็นที่ได้รับการอนุมัติโดยไม่มีข้อจำกัด
tr: 'Sonsuz onay' modunun etkinleştirilmesi, temeldeki akıllı sözleşmelere sınırsız erişim sağlar ve onaylanan token miktarını sınırlama olmaksızın kullanmalarına olanak tanır.
uk: Увімкнення режиму «Нескінченного затвердження» надає необмежений доступ до основних розумних контрактів, надаючи їм змогу використовувати затверджені кількості токенів без обмежень.
ur: 'لامحدود منظوری' موڈ کو فعال کرنے سے بنیادی سمارٹ معاہدوں تک غیر محدود رسائی حاصل ہوتی ہے، جس سے وہ منظور شدہ ٹوکن رقم کو بغیر کسی پابندی کے استعمال کر سکتے ہیں۔
vi: Bật chế độ 'Phê duyệt vô hạn' sẽ cấp quyền truy cập không giới hạn vào các hợp đồng thông minh cơ bản, cho phép chúng sử dụng số lượng mã thông báo đã được phê duyệt mà không có giới hạn.

source: Theme
af: Tema
ar: سمة
bn: থিম
ca: Tema
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fil: Tema
fr: Thème
hi: विषय
hu: Téma
id: Tema
it: Tema
ja: テーマ
lt: tema
ms: Tema
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
sk: Téma
sr: Тема
sv: Tema
sw: Mandhari
th: ธีม
tr: Tema
uk: Тема
ur: تھیم
vi: Chủ đề

source: Duplicate Token
af: Duplikaatteken
ar: رمز مكرر
bn: ডুপ্লিকেট টোকেন
ca: Token duplicat
da: Dublet token
fil: Duplicate na Token
hi: डुप्लिकेट टोकन
id: Token Duplikat
lt: Tokeno kopija
ms: Token Pendua
sk: Duplicitný token
sr: Дупликат токена
sw: Tokeni Nakala
th: โทเค็นซ้ำ
tr: Çift Jeton
ur: ڈپلیکیٹ ٹوکن
vi: Mã thông báo trùng lặp

source: The address you entered is duplicate, please enter a new address.
af: Die adres wat jy ingevoer het is duplikaat, voer asseblief 'n nuwe adres in.
ar: العنوان الذي أدخلته مكرر، يرجى إدخال عنوان جديد.
bn: আপনি যে ঠিকানাটি লিখেছেন তা সদৃশ, অনুগ্রহ করে একটি নতুন ঠিকানা লিখুন৷
ca: L'adreça que heu introduït és duplicada, introduïu una adreça nova.
da: Den adresse du indtastede er dublet, indtast venligst en ny adresse.
de: Die eingegebene Adresse ist doppelt, bitte geben Sie eine neue Adresse ein.
el: Η διεύθυνση που εισάγατε είναι διπλότυπη, παρακαλώ εισάγετε μια νέα διεύθυνση.
es: La dirección introducida es duplicada, por favor ingrese una nueva dirección.
fi: Antamasi osoite on kaksoiskappale, kirjoita uusi osoite.
fil: Ang address na iyong inilagay ay duplicate, mangyaring magpasok ng bagong address.
fr: L'adresse que vous avez saisie est dupliquée, veuillez entrer une nouvelle adresse.
hi: आपके द्वारा दर्ज किया गया पता डुप्लिकेट है, कृपया नया पता दर्ज करें।
hu: A megadott cím ismétlődő, kérjük, adjon meg egy új címet.
id: Alamat yang Anda masukkan duplikat, silakan masukkan alamat baru.
it: L'indirizzo inserito è duplicato, inserisci un nuovo indirizzo.
ja: 入力したアドレスが重複しています。新しいアドレスを入力してください。
lt: Įvestas adresas pasikartoja, įveskite naują adresą.
ms: Alamat yang anda masukkan adalah pendua, sila masukkan alamat baharu.
nl: Het opgegeven adres is dubbel, voer een nieuw adres in.
pl: Podany adres jest zduplikowany, wprowadź nowy adres.
pt: O endereço inserido é duplicado, por favor insira um novo endereço.
ru: Введенный вами адрес дублируется, пожалуйста, введите новый адрес.
sk: Zadaná adresa je duplicitná, zadajte novú adresu.
sr: Адреса коју сте унели је дупликат, унесите нову адресу.
sv: Adressen du angav är dubblett, ange en ny adress.
sw: Anwani uliyoweka ni nakala, tafadhali weka anwani mpya.
th: ที่อยู่ที่คุณป้อนซ้ำ กรุณาป้อนที่อยู่ใหม่
tr: Girdiğiniz adres aynı değil, lütfen yeni bir adres girin.
uk: Уведена вами адреса дублюється, будь ласка, введіть нову адресу.
ur: آپ نے جو پتہ درج کیا ہے وہ ڈپلیکیٹ ہے، براہ کرم ایک نیا پتہ درج کریں۔
vi: Địa chỉ bạn nhập bị trùng lặp, vui lòng nhập địa chỉ mới.

source: Token Already Exists
af: Teken bestaan reeds
ar: الرمز موجود بالفعل
bn: টোকেন ইতিমধ্যেই বিদ্যমান৷
ca: El testimoni ja existeix
da: Token findes allerede
de: Token existiert bereits
el: Το διακριτικό Υπάρχει Ήδη
es: El token ya existe
fi: Token Jo Olemassa
fil: Umiiral na ang Token
fr: Le jeton existe déjà
hi: टोकन पहले से मौजूद है
hu: A token már létezik
id: Token Sudah Ada
it: Token Esiste Già
ja: トークンは既に存在します
lt: Žetonas jau egzistuoja
ms: Token Sudah Wujud
nl: Token bestaat al
pl: Token już istnieje
pt: Token já existe
ru: Токен уже существует
sk: Token už existuje
sr: Токен већ постоји
sv: Token finns redan
sw: Ishara Tayari Ipo
th: โทเค็นมีอยู่แล้ว
tr: Jeton Zaten Mevcut
uk: Токен вже існує
ur: ٹوکن پہلے سے موجود ہے۔
vi: Mã thông báo đã tồn tại

source: There's no need to add this token again because it already exists and is supported by us.
af: Dit is nie nodig om hierdie teken weer by te voeg nie, want dit bestaan reeds en word deur ons ondersteun.
ar: ليست هناك حاجة لإضافة هذا الرمز مرة أخرى لأنه موجود بالفعل ويدعمه فريقنا.
bn: এই টোকেনটি আবার যোগ করার দরকার নেই কারণ এটি ইতিমধ্যেই বিদ্যমান এবং আমাদের দ্বারা সমর্থিত।
ca: No cal tornar a afegir aquest testimoni perquè ja existeix i el donem suport.
da: Der er ingen grund til at tilføje dette token igen, fordi det allerede eksisterer og understøttes af os.
de: Es ist nicht nötig, dieses Token erneut hinzuzufügen, da es bereits existiert und von uns unterstützt wird.
el: Δεν χρειάζεται να προσθέσετε αυτό το διακριτικό ξανά επειδή υπάρχει ήδη και υποστηρίζεται από εμάς.
es: No hay necesidad de añadir este token de nuevo porque ya existe y está soportado por nosotros.
fi: Tämän tunnuksen lisääminen uudelleen ei ole tarpeen, koska se on jo olemassa ja sitä tukee meidät.
fil: Hindi na kailangang idagdag muli ang token na ito dahil mayroon na ito at sinusuportahan namin.
fr: Il n'y a pas besoin d'ajouter ce jeton à nouveau car il existe déjà et est supporté par nous.
hi: इस टोकन को दोबारा जोड़ने की कोई आवश्यकता नहीं है क्योंकि यह पहले से मौजूद है और हमारे द्वारा समर्थित है।
hu: Nem szükséges újra hozzáadni ezt a tokent, mert már létezik, és mi is támogatjuk.
id: Tidak perlu menambahkan token ini lagi karena sudah ada dan didukung oleh kami.
it: Non c'è bisogno di aggiungere questo token di nuovo perché esiste già ed è supportato da noi.
ja: すでに存在し、私たちがサポートしているため、このトークンをもう一度追加する必要はありません。
lt: Nereikia dar kartą pridėti šio prieigos rakto, nes jis jau yra ir yra mūsų palaikomas.
ms: Tidak perlu menambah token ini lagi kerana ia sudah wujud dan disokong oleh kami.
nl: Het is niet nodig om dit token opnieuw toe te voegen omdat het al bestaat en door ons wordt ondersteund.
pl: Nie ma potrzeby dodawania tego tokenu ponownie, ponieważ już istnieje i jest obsługiwany przez nas.
pt: Não há necessidade de adicionar este token novamente porque ele já existe e é suportado por nós.
ru: Не нужно добавлять этот токен снова, потому что он уже существует и поддерживается нами.
sk: Tento token nie je potrebné znova pridávať, pretože už existuje a je nami podporovaný.
sr: Нема потребе да поново додајете овај токен јер већ постоји и подржавамо га.
sv: Det finns ingen anledning att lägga till denna token igen eftersom den redan finns och stöds av oss.
sw: Hakuna haja ya kuongeza tokeni hii tena kwa sababu tayari ipo na tunaitumia.
th: ไม่จำเป็นต้องเพิ่มโทเค็นนี้อีกครั้ง เนื่องจากโทเค็นนี้มีอยู่แล้วและได้รับการสนับสนุนจากเราแล้ว
tr: Bu token'ı tekrar eklemenize gerek yok çünkü zaten mevcut ve tarafımızca destekleniyor.
uk: Немає потреби знову додавати цей токен, тому що він вже існує і підтримується нами.
ur: اس ٹوکن کو دوبارہ شامل کرنے کی ضرورت نہیں ہے کیونکہ یہ پہلے سے موجود ہے اور ہمارے ذریعہ تعاون یافتہ ہے۔
vi: Không cần phải thêm mã thông báo này nữa vì nó đã tồn tại và được chúng tôi hỗ trợ.

source: Token Not Found
af: Teken nie gevind nie
ar: لم يتم العثور على الرمز
bn: টোকেন পাওয়া যায়নি
ca: No s'ha trobat el testimoni
da: Token ikke fundet
de: Token nicht gefunden
el: Το Διακριτικό Δεν Βρέθηκε
es: Token no encontrado
fi: Tunnistetta Ei Löytynyt
fil: Hindi Natagpuan ang Token
fr: Jeton introuvable
hi: टोकन नहीं मिला
hu: Token nem található
id: Token Tidak Ditemukan
it: Token Non Trovato
ja: トークンが見つかりません
lt: Žetonas nerastas
ms: Token Tidak Ditemui
nl: Token niet gevonden
pl: Token nie znaleziony
pt: Token não encontrado
ru: Токен не найден
sk: Token sa nenašiel
sr: Токен није пронађен
sv: Token hittades inte
sw: Ishara Haijapatikana
th: ไม่พบโทเค็น
tr: Jeton Bulunamadı
uk: Маркер не знайдено
ur: ٹوکن نہیں ملا
vi: Không tìm thấy mã thông báo

source: Sorry, no token was found on {blockchain} chain with the provided address. please make sure you have entered the right token address.
af: Jammer, geen teken is op {blockchain} -ketting met die verskafde adres gevind nie. maak asseblief seker dat jy die regte tokenadres ingevoer het.
ar: عذراً، لم يتم العثور على رمز مميز على سلسلة {blockchain} بالعنوان المقدم. يرجى التأكد من إدخال عنوان الرمز المميز الصحيح.
bn: দুঃখিত, প্রদত্ত ঠিকানা সহ {blockchain} চেইনে কোনো টোকেন পাওয়া যায়নি৷ দয়া করে নিশ্চিত করুন যে আপনি সঠিক টোকেন ঠিকানাটি প্রবেশ করেছেন।
ca: Ho sentim, no s'ha trobat cap testimoni a la cadena {blockchain} amb l'adreça proporcionada. si us plau, assegureu-vos que heu introduït l'adreça de testimoni correcta.
da: Beklager, der blev ikke fundet noget token på {blockchain} -kæden med den angivne adresse. Sørg for, at du har indtastet den rigtige token-adresse.
de: Leider wurde kein Token in der {blockchain} Kette mit der angegebenen Adresse gefunden. Bitte stellen Sie sicher, dass Sie die richtige Token-Adresse eingegeben haben.
el: Λυπούμαστε, δεν βρέθηκε κανένα διακριτικό στην αλυσίδα {blockchain} με την παρεχόμενη διεύθυνση. Παρακαλώ βεβαιωθείτε ότι έχετε εισέλθει στη σωστή διεύθυνση διακριτικού.
es: Lo sentimos, no se ha encontrado ningún token en la cadena {blockchain} con la dirección proporcionada. Por favor, asegúrese de que ha introducido la dirección correcta del token.
fi: Anteeksi, tunnus ei löytynyt {blockchain} ketjusta annetun osoitteen kanssa. Varmista, että olet syöttänyt oikeanlaisen token osoitteen.
fil: Paumanhin, walang nakitang token sa {blockchain} chain na may ibinigay na address. pakitiyak na naipasok mo ang tamang token address.
fr: Désolé, aucun jeton n'a été trouvé sur la chaîne {blockchain} avec l'adresse fournie. Veuillez vous assurer que vous avez entré la bonne adresse de jeton.
hi: क्षमा करें, दिए गए पते के साथ {blockchain} श्रृंखला पर कोई टोकन नहीं मिला। कृपया सुनिश्चित करें कि आपने सही टोकन पता दर्ज किया है।
hu: Sajnáljuk, nem található token a {blockchain} láncon a megadott címmel. kérjük, ellenőrizze, hogy a megfelelő token címet adta-e meg.
id: Maaf, tidak ada token yang ditemukan pada rantai {blockchain} dengan alamat yang diberikan. Pastikan Anda telah memasukkan alamat token yang benar.
it: Siamo spiacenti, nessun token è stato trovato sulla catena {blockchain} con l'indirizzo fornito. Assicurati di aver inserito l'indirizzo del token giusto.
ja: 申し訳ありませんが、指定されたアドレスの {blockchain} チェーンでトークンが見つかりませんでした。正しいトークンアドレスを入力していることを確認してください。
lt: Atsiprašome, grandinėje {blockchain} su nurodytu adresu žetonas nerastas. įsitikinkite, kad įvedėte tinkamą prieigos rakto adresą.
ms: Maaf, tiada token ditemui pada rantai {blockchain} dengan alamat yang diberikan. sila pastikan anda telah memasukkan alamat token yang betul.
nl: Sorry, er is geen token gevonden op {blockchain} keten met het opgegeven adres. Zorg ervoor dat u het juiste token adres hebt ingevoerd.
pl: Przepraszamy, nie znaleziono tokenu w łańcuchu {blockchain} z podanym adrem. Upewnij się, że wprowadziłeś odpowiedni adres tokena.
pt: Desculpe, nenhum token foi encontrado na cadeia {blockchain} com o endereço fornecido. Por favor, certifique-se de ter inserido o endereço correto do token.
ru: К сожалению, по цепочке {blockchain} не найдено токенов. Пожалуйста, убедитесь, что вы ввели правильный адрес токена.
sk: Ľutujeme, v reťazci {blockchain} so zadanou adresou sa nenašiel žiadny token. uistite sa, že ste zadali správnu adresu tokenu.
sr: Жао нам је, токен није пронађен у {blockchain} ланцу са наведеном адресом. уверите се да сте унели исправну адресу токена.
sv: Tyvärr, ingen token hittades på {blockchain} kedjan med den angivna adressen. Kontrollera att du har angett rätt token adress.
sw: Samahani, hakuna tokeni iliyopatikana kwenye mnyororo wa {blockchain} na anwani iliyotolewa. tafadhali hakikisha kuwa umeingiza anwani sahihi ya tokeni.
th: ขออภัย ไม่พบโทเค็นบนเชน {blockchain} ที่มีที่อยู่ที่ให้ไว้ โปรดตรวจสอบให้แน่ใจว่าคุณได้ป้อนที่อยู่โทเค็นที่ถูกต้อง
tr: Üzgünüz, {blockchain} zincirinde belirtilen adresle bir token bulunamadı. Lütfen doğru token adresini girdiğinizden emin olun.
uk: На жаль, в ланцюжку {blockchain} не знайдено жодного токена. Переконайтеся, що ви ввели правильну адресу токену.
ur: معذرت، فراہم کردہ پتے کے ساتھ {blockchain} چین پر کوئی ٹوکن نہیں ملا۔ براہ کرم یقینی بنائیں کہ آپ نے صحیح ٹوکن ایڈریس درج کیا ہے۔
vi: Xin lỗi, không tìm thấy mã thông báo nào trên chuỗi {blockchain} có địa chỉ được cung cấp. Vui lòng đảm bảo rằng bạn đã nhập đúng địa chỉ mã thông báo.

source: Network error
af: Netwerkfout
ar: خطأ في الشبكة
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
da: Netværksfejl
de: Netzwerkfehler
el: Σφάλμα δικτύου
es: Error de red
fi: Verkkovirhe
fil: Error sa network
fr: Erreur réseau
hi: नेटवर्क त्रुटि
hu: Hálózati hiba
id: Kesalahan jaringan
ja: ネットワークエラー
lt: Tinklo klaida
ms: Ralat rangkaian
nl: Netwerkfout
pl: Błąd sieciowy
pt: Erro de rede
ru: Ошибка сети
sk: Chyba siete
sr: Мрежна грешка
sv: Nätverksfel
sw: Hitilafu ya mtandao
th: ข้อผิดพลาดของเครือข่าย
tr: Ağ hatası
uk: Помилка мережі
ur: نیٹ ورک کی خرابی۔
vi: Lỗi mạng

source: An error occurred while retrieving token data.
af: 'n Fout het voorgekom tydens die herwinning van tokendata.
ar: حدث خطأ أثناء استرداد بيانات الرمز.
bn: টোকেন ডেটা পুনরুদ্ধার করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error en recuperar les dades del testimoni.
da: Der opstod en fejl under hentning af tokendata.
de: Beim Abrufen der Tokendaten ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση δεδομένων διακριτικού.
es: Se produjo un error al recuperar los datos del token.
fi: Tunnustietoja haettaessa tapahtui virhe.
fil: Nagkaroon ng error habang kinukuha ang data ng token.
fr: Une erreur s'est produite lors de la récupération des données du jeton.
hi: टोकन डेटा प्राप्त करते समय एक त्रुटि हुई.
hu: Hiba történt a token adatok lekérése közben.
id: Terjadi kesalahan saat mengambil data token.
ja: トークン データの取得中にエラーが発生しました。
lt: Gaunant prieigos rakto duomenis įvyko klaida.
ms: Ralat berlaku semasa mendapatkan semula data token.
nl: Er is een fout opgetreden bij het ophalen van de tokengegevens.
pl: Wystąpił błąd podczas pobierania danych tokena.
pt: Ocorreu um erro ao recuperar dados do token.
ru: Произошла ошибка при получении данных токена.
sk: Pri načítavaní údajov tokenu sa vyskytla chyba.
sr: Дошло је до грешке при преузимању података о токену.
sv: Ett fel uppstod vid hämtning av tokendata.
sw: Hitilafu ilitokea wakati wa kurejesha data ya tokeni.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลโทเค็น
tr: Jeton verileri alınırken bir hata oluştu.
uk: Під час отримання даних маркера сталася помилка.
ur: ٹوکن ڈیٹا بازیافت کرتے وقت ایک خرابی پیش آگئی۔
vi: Đã xảy ra lỗi khi truy xuất dữ liệu mã thông báo.

source: Add Custom Token
af: Voeg pasgemaakte teken by
ar: إضافة رمز مخصص
bn: কাস্টম টোকেন যোগ করুন
ca: Afegeix un testimoni personalitzat
da: Tilføj tilpasset token
de: Token hinzufügen
el: Προσθήκη Προσαρμοσμένου Διακριτικού
es: Añadir token personalizado
fi: Lisää Mukautettu Tunnus
fil: Magdagdag ng Custom Token
fr: Ajouter un jeton personnalisé
hi: कस्टम टोकन जोड़ें
hu: Adjon hozzá egyéni tokent
id: Tambahkan Token Kustom
it: Aggiungi Token Personalizzato
ja: カスタムトークンを追加
lt: Pridėti pasirinktinį prieigos raktą
ms: Tambah Token Tersuai
nl: Aangepaste Token toevoegen
pl: Dodaj własny token
pt: Adicionar token personalizado
ru: Добавить пользовательский токен
sk: Pridať vlastný token
sr: Додајте прилагођени токен
sv: Lägg till anpassad token
sw: Ongeza Tokeni Maalum
th: เพิ่มโทเค็นที่กำหนดเอง
tr: Özel Token Ekle
uk: Додати користувацький токен
ur: حسب ضرورت ٹوکن شامل کریں۔
vi: Thêm Mã thông báo tùy chỉnh
