Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Bridge Limit Error: Please increase your amount.
af: Bruglimietfout: Verhoog asseblief jou bedrag.
ar: خطأ في حد الجسر: يرجى زيادة المبلغ الخاص بك.
bn: সেতু সীমা ত্রুটি: আপনার পরিমাণ বৃদ্ধি করুন.
ca: Error de límit de pont: augmenta l'import.
da: Bridge Limit Error: Forøg venligst dit beløb.
de: Bridge-Limit-Fehler: Bitte erhöhen Sie Ihren Betrag.
el: Σφάλμα ορίου γέφυρας: Παρακαλώ αυξήστε το ποσό σας.
es: Error en el límite del puente. Por favor, aumente su cantidad.
fi: Bridge Limit virhe: Ole hyvä ja lisää summaasi.
fil: Bridge Limit Error: Pakidagdagan ang iyong halaga.
fr: Erreur de limite de pont : veuillez augmenter votre montant.
hi: ब्रिज लिमिट त्रुटि: कृपया अपनी राशि बढ़ाएँ।
hu: Bridge Limit hiba: Kérjük, növelje az összeget.
id: Kesalahan Batas Jembatan: Harap tingkatkan jumlah Anda.
it: Errore limite ponte: aumenta il tuo importo.
ja: ブリッジ制限エラー: 金額を増やしてください。
lt: Tilto limito klaida: padidinkite sumą.
ms: Ralat Had Jambatan: Sila tingkatkan jumlah anda.
nl: Bridge Limiet Fout: Verhoog uw bedrag.
pl: Błąd limitu mostka: Proszę zwiększyć swoją kwotę.
pt: Erro no limite da ponte: Por favor, aumente o seu valor.
ru: Ошибка лимита моста: Пожалуйста, увеличьте сумму.
sk: Chyba limitu mosta: Zvýšte svoju sumu.
sr: Грешка у ограничењу премошћавања: Повећајте износ.
sv: Bridgegräns fel: öka ditt belopp.
sw: Hitilafu ya Kikomo cha Daraja: Tafadhali ongeza kiasi chako.
th: ข้อผิดพลาดการจำกัดสะพาน: กรุณาเพิ่มจำนวนของคุณ
tr: Köprü Limit Hatası: Lütfen tutarınızı artırın.
uk: Помилка обмеження мосту. Будь ласка, збільшіть суму.
ur: برج کی حد کی خرابی: براہ کرم اپنی رقم بڑھائیں۔
vi: Lỗi giới hạn cầu: Vui lòng tăng số tiền của bạn.

source: Bridge Limit Error: Please decrease your amount.
af: Bruglimietfout: verminder asseblief jou bedrag.
ar: خطأ في حد الجسر: يرجى تقليل المبلغ الخاص بك.
bn: সেতু সীমা ত্রুটি: আপনার পরিমাণ হ্রাস করুন.
ca: Error de límit de pont: reduïu l'import.
da: Bridge Limit Error: Reducer venligst dit beløb.
de: Brückenbegrenzung Fehler: Bitte verringern Sie Ihren Betrag.
el: Σφάλμα ορίου γέφυρας: Παρακαλώ μειώστε το ποσό σας.
es: Error en el límite del puente. Por favor disminuya su cantidad.
fi: Bridge Limit virhe: pienennä summaasi.
fil: Bridge Limit Error: Mangyaring bawasan ang iyong halaga.
fr: Erreur de limite de pont : veuillez réduire votre montant.
hi: ब्रिज लिमिट त्रुटि: कृपया अपनी राशि कम करें।
hu: Bridge Limit Error: Kérjük, csökkentse az összeget.
id: Kesalahan Batas Jembatan: Harap kurangi jumlah Anda.
it: Errore limite ponte: si prega di diminuire l'importo.
ja: ブリッジ制限エラー: 金額を減らしてください。
lt: Tilto limito klaida: sumažinkite sumą.
ms: Ralat Had Jambatan: Sila kurangkan jumlah anda.
nl: Bridge Limiet Fout: Verminder je bedrag.
pl: Błąd limitu mostka: Proszę zmniejszyć swoją kwotę.
pt: Erro no limite da ponte: Por favor, reduza seu montante.
ru: Ошибка лимита мостов. Пожалуйста, уменьшите сумму.
sk: Chyba limitu mosta: Znížte sumu.
sr: Грешка у ограничењу премошћавања: Смањите износ.
sv: Brobegränsningsfel: Vänligen minska ditt belopp.
sw: Hitilafu ya Kikomo cha Daraja: Tafadhali punguza kiasi chako.
th: ข้อผิดพลาดการจำกัดสะพาน: กรุณาลดจำนวนเงินของคุณ
tr: Köprü Limit Hatası: Lütfen tutarınızı azaltın.
uk: Помилка обмеження мосту: Будь ласка, зменште суму.
ur: برج کی حد کی خرابی: براہ کرم اپنی رقم کم کریں۔
vi: Lỗi giới hạn cầu: Vui lòng giảm số tiền của bạn.

source: High Price Impact
af: Hoë prys impak
ar: تأثير السعر المرتفع
bn: উচ্চ মূল্যের প্রভাব
ca: Alt impacte dels preus
da: Høj prispåvirkning
de: Hohe Preisbelastung
el: Επιπτώσεις Υψηλής Τιμής
es: Impacto de precios altos
fi: Korkean Hinnan Vaikutus
fil: Mataas na Epekto sa Presyo
fr: Impact sur les prix élevés
hi: उच्च मूल्य प्रभाव
hu: Magas árhatás
id: Dampak Harga Tinggi
it: Impatto Ad Alto Prezzo
ja: 価格への影響
lt: Didelės kainos poveikis
ms: Kesan Harga Tinggi
nl: Hoge prijs impact
pl: Wpływ Wysokiej Ceny
pt: Impacto de preço alto
ru: Влияние высокой цены
sk: Vysoký vplyv na cenu
sr: Висок утицај на цену
sv: Höga priseffekter
sw: Athari ya Bei ya Juu
th: ผลกระทบต่อราคาสูง
tr: Yüksek Fiyat Etkisi
uk: Високий вплив на ціну
ur: اعلی قیمت کا اثر
vi: Tác động giá cao

source: Price impact is too high!
af: Prys impak is te hoog!
ar: تأثير السعر مرتفع جدًا!
bn: দামের প্রভাব খুব বেশি!
ca: L'impacte del preu és massa alt!
da: Prispåvirkningen er for høj!
de: Preisauswirkungen sind zu hoch!
el: Ο αντίκτυπος στην τιμή είναι πολύ υψηλός!
es: ¡El impacto de los precios es demasiado alto!
fi: Hintavaikutus on liian suuri!
fil: Masyadong mataas ang epekto sa presyo!
fr: L'impact sur les prix est trop élevé!
hi: मूल्य प्रभाव बहुत अधिक है!
hu: Az árhatás túl nagy!
id: Dampak harga terlalu tinggi!
it: L'impatto sui prezzi è troppo alto!
ja: 価格の影響が高すぎます!
lt: Kainos poveikis per didelis!
ms: Kesan harga terlalu tinggi!
nl: De prijsimpact is te hoog!
pl: Wpływ ceny jest zbyt wysoki!
pt: O impacto nos preços é muito alto!
ru: Слишком большое влияние на цену!
sk: Vplyv na cenu je príliš vysoký!
sr: Утицај на цену је превелик!
sv: Priseffekten är för hög!
sw: Athari ya bei ni kubwa mno!
th: ผลกระทบต่อราคาสูงเกินไป!
tr: Fiyat etkisi çok yüksek!
uk: Тарифний вплив надто високий!
ur: قیمت کا اثر بہت زیادہ ہے!
vi: Tác động đến giá quá cao!

source: The price impact is significantly higher than the allowed amount.
af: Die prysimpak is aansienlik hoër as die toegelate bedrag.
ar: إن تأثير السعر أعلى بكثير من المبلغ المسموح به.
bn: মূল্যের প্রভাব অনুমোদিত পরিমাণের তুলনায় উল্লেখযোগ্যভাবে বেশি।
ca: L'impacte del preu és significativament superior a la quantitat permesa.
da: Prispåvirkningen er væsentligt højere end det tilladte beløb.
de: Die Preisauswirkungen sind deutlich höher als der zulässige Betrag.
el: Ο αντίκτυπος στην τιμή είναι σημαντικά υψηλότερος από το επιτρεπόμενο ποσό.
es: El impacto de los precios es significativamente más alto que la cantidad permitida.
fi: Hintavaikutus on huomattavasti suurempi kuin sallittu määrä.
fil: Ang epekto sa presyo ay makabuluhang mas mataas kaysa sa pinapayagang halaga.
fr: L'impact sur les prix est nettement plus élevé que le montant autorisé.
hi: मूल्य प्रभाव अनुमत राशि से काफी अधिक है।
hu: Az árhatás lényegesen nagyobb a megengedettnél.
id: Dampak harga secara signifikan lebih tinggi daripada jumlah yang diizinkan.
it: L’impatto sui prezzi è significativamente superiore all’importo consentito.
ja: 価格への影響は、許容額よりも大幅に高くなります。
lt: Įtaka kainai yra žymiai didesnė nei leistina suma.
ms: Kesan harga adalah jauh lebih tinggi daripada jumlah yang dibenarkan.
nl: Het prijseffect is beduidend hoger dan het toegestane bedrag.
pl: Wpływ na cenę jest znacznie wyższy niż dozwolona kwota.
pt: O impacto nos preços é significativamente mais alto do que a quantidade permitida.
ru: Влияние на цены значительно выше, чем разрешенная сумма.
sk: Cenový vplyv je výrazne vyšší ako povolená suma.
sr: Утицај на цену је знатно већи од дозвољеног износа.
sv: Priseffekten är betydligt högre än det tillåtna beloppet.
sw: Athari ya bei ni kubwa zaidi kuliko kiasi kinachoruhusiwa.
th: ผลกระทบต่อราคาจะสูงกว่าจำนวนที่อนุญาตอย่างมาก
tr: Fiyat etkisi izin verilen miktarın önemli ölçüde üzerindedir.
uk: Вплив цін значно вищий, ніж дозволена сума.
ur: قیمت کا اثر قابل اجازت رقم سے کافی زیادہ ہے۔
vi: Tác động đến giá cả cao hơn đáng kể so với mức cho phép.

source: Confirm high price impact
af: Bevestig hoë prys impak
ar: تأكيد تأثير السعر المرتفع
bn: উচ্চ মূল্য প্রভাব নিশ্চিত করুন
ca: Confirmeu l'alt impacte dels preus
da: Bekræft høj prispåvirkning
de: Bestätigen Sie den hohen Preisausstoß
el: Επιβεβαιώστε την επίδραση υψηλής τιμής
es: Confirmar alto impacto de precio
fi: Vahvista hintavaikutus
fil: Kumpirmahin ang epekto ng mataas na presyo
fr: Confirmer l'impact élevé du prix
hi: उच्च मूल्य प्रभाव की पुष्टि करें
hu: Erősítse meg a magas árhatást
id: Konfirmasi dampak harga tinggi
it: Conferma un impatto sui prezzi elevato
ja: 高価格の影響を確認する
lt: Patvirtinkite didelės kainos poveikį
ms: Sahkan kesan harga yang tinggi
nl: hoge prijsimpact bevestigen
pl: Potwierdź wysoki wpływ cen
pt: Confirmar alto impacto nos preços
ru: Подтвердите влияние высокой цены
sk: Potvrďte vysoký cenový vplyv
sr: Потврдите утицај високе цене
sv: Bekräfta hög prispåverkan
sw: Thibitisha athari ya bei ya juu
th: ยืนยันผลกระทบต่อราคาสูง
tr: Yüksek fiyat etkisini doğrulayın
uk: Підтвердити високий ціновий вплив
ur: اعلی قیمت کے اثر کی تصدیق کریں۔
vi: Xác nhận tác động giá cao

source: Route updated and price impact is too high, try again later!
af: Roete is opgedateer en prysimpak is te hoog, probeer later weer!
ar: تم تحديث المسار وتأثير السعر مرتفع للغاية، حاول مرة أخرى لاحقًا!
bn: রুট আপডেট করা হয়েছে এবং দামের প্রভাব খুব বেশি, পরে আবার চেষ্টা করুন!
ca: La ruta s'ha actualitzat i l'impacte en el preu és massa alt, torna-ho a provar més tard!
da: Ruten er opdateret, og prispåvirkningen er for høj. Prøv igen senere!
de: Route aktualisiert und Preis Auswirkungen ist zu hoch, versuchen Sie es später noch einmal!
el: Η διαδρομή ενημερώθηκε και ο αντίκτυπος των τιμών είναι πολύ υψηλός, δοκιμάστε ξανά αργότερα!
es: Ruta actualizada y el impacto de los precios es demasiado alto, inténtalo de nuevo más tarde!
fi: Reitti päivitetty ja hintavaikutus on liian korkea, yritä myöhemmin uudelleen!
fil: Na-update ang ruta at masyadong mataas ang epekto sa presyo, subukang muli sa ibang pagkakataon!
fr: La mise à jour de la route et l'impact des prix est trop élevé, réessayez plus tard!
hi: मार्ग अपडेट किया गया और मूल्य प्रभाव बहुत अधिक है, बाद में पुनः प्रयास करें!
hu: Az útvonal frissítve, és az árhatás túl nagy, próbálkozzon újra később!
id: Rute diperbarui dan dampak harga terlalu tinggi, coba lagi nanti!
it: Percorso aggiornato e impatto prezzo è troppo alto, riprova più tardi!
ja: ルートの更新と価格への影響が高すぎます。後でもう一度お試しください！
lt: Maršrutas atnaujintas ir kainos poveikis per didelis, bandykite dar kartą vėliau!
ms: Laluan dikemas kini dan impak harga terlalu tinggi, cuba sebentar lagi!
nl: Route bijgewerkt en prijseffect is te hoog, probeer het later opnieuw!
pl: Zaktualizowano trasę i wpływ ceny jest zbyt wysoki, spróbuj ponownie później!
pt: A rota atualizada e o impacto nos preços é muito alto, tente novamente mais tarde!
ru: Маршрут обновлён и цена слишком высока, попробуйте позже!
sk: Trasa bola aktualizovaná a vplyv na cenu je príliš vysoký, skúste to znova neskôr!
sr: Рута је ажурирана и утицај на цену је превелик, покушајте поново касније!
sv: Rutten uppdaterad och priseffekten är för hög, försök igen senare!
sw: Njia imesasishwa na athari ya bei ni kubwa mno, jaribu tena baadaye!
th: เส้นทางได้รับการอัปเดตแล้วและมีผลกระทบต่อราคาสูงเกินไป โปรดลองอีกครั้งในภายหลัง!
tr: Rota güncellendi ve fiyat etkisi çok yüksek, daha sonra tekrar deneyin!
uk: Зміна маршруту і вплив ціни занадто високий, спробуйте пізніше!
ur: راستہ اپ ڈیٹ ہوا اور قیمت کا اثر بہت زیادہ ہے، بعد میں دوبارہ کوشش کریں!
vi: Tuyến đường đã được cập nhật và giá cả bị ảnh hưởng quá cao, hãy thử lại sau!

source: USD Price Unknown
af: USD-prys onbekend
ar: سعر الدولار الأمريكي غير معروف
bn: USD মূল্য অজানা
ca: Preu en USD desconegut
da: USD Pris ukendt
de: USD Preis unbekannt
el: Τιμή USD Άγνωστη
es: Precio desconocido USD
fi: Yhdysvaltain Hinta Tuntematon
fil: Hindi Alam ang Presyo ng USD
fr: Prix USD inconnu
hi: USD मूल्य अज्ञात
hu: USD Ár Ismeretlen
id: Harga USD Tidak Diketahui
it: Prezzo USD Sconosciuto
ja: USD価格不明
lt: USD Kaina Nežinoma
ms: Harga USD Tidak Diketahui
nl: USD prijs onbekend
pl: Cena USD nieznana
pt: Preço em USD desconhecido
ru: Цена USD неизвестна
sk: Cena v USD neznáma
sr: УСД Цена непозната
sv: USD Pris Okänd
sw: Bei ya USD Haijulikani
th: ราคา USD ไม่ทราบ
tr: USD Fiyatı Bilinmiyor
uk: USD ціна невідома
ur: USD قیمت نامعلوم ہے۔
vi: Giá USD Không rõ

source: USD Price Unknown, Cannot calculate Price Impact.
af: USD-prys onbekend, kan nie prysimpak bereken nie.
ar: سعر الدولار الأمريكي غير معروف، لا يمكن حساب تأثير السعر.
bn: USD মূল্য অজানা, মূল্যের প্রভাব গণনা করা যাচ্ছে না।
ca: Preu en USD desconegut, no es pot calcular l'impacte del preu.
da: USD-pris ukendt, kan ikke beregne prispåvirkning.
de: USD-Preis unbekannt, Preisauswirkungen können nicht berechnet werden.
el: Τιμή USD Άγνωστο, δεν μπορεί να υπολογίσει την επίπτωση της τιμής.
es: Precio USD Desconocido, no se puede calcular el impacto del precio.
fi: USD Hinta tuntematon, Ei voida laskea Hintavaikutusta.
fil: Hindi Alam ang Presyo ng USD, Hindi makalkula ang Epekto sa Presyo.
fr: Prix USD inconnu, impossible de calculer l'impact des prix.
hi: USD मूल्य अज्ञात, मूल्य प्रभाव की गणना नहीं की जा सकती.
hu: USD Ár Ismeretlen, Nem lehet kiszámítani az árhatást.
id: Harga USD Tidak Diketahui, Tidak dapat menghitung Dampak Harga.
it: USD Prezzo Sconosciuto, non è possibile calcolare il prezzo impatto.
ja: USD価格が不明です。価格の影響を計算できません。
lt: USD Kaina nežinoma, negalima apskaičiuoti kainos poveikio.
ms: Harga USD Tidak Diketahui, Tidak Dapat Mengira Kesan Harga.
nl: USD prijs onbekend, kan de Impact niet berekenen.
pl: Cena USD Nieznana, nie można obliczyć wpływu na cenę.
pt: Preço em USD desconhecido, não é possível calcular o impacto de preços.
ru: USD Цена неизвестна, невозможно рассчитать влияние на цену.
sk: Cena v USD nie je známa, vplyv na cenu sa nedá vypočítať.
sr: Цена у УСД непозната, не може се израчунати утицај на цену.
sv: USD Pris Okänd, Kan inte beräkna prispåverkan.
sw: Bei ya USD Haijulikani, Haiwezi kukokotoa Athari ya Bei.
th: ราคา USD ไม่ทราบ ไม่สามารถคำนวณผลกระทบต่อราคาได้
tr: USD Fiyatı Bilinmiyor, Fiyat Etkisi Hesaplanamıyor.
uk: Невідома ціна USD не може обчислити вплив ціни.
ur: USD قیمت نامعلوم ہے، قیمت کے اثرات کا حساب نہیں لگایا جا سکتا۔
vi: Giá USD không xác định, không thể tính được tác động giá.

source: USD Price Unknown, Cannot calculate Price Impact. The price impact may be higher than usual. Are you sure to continue the Swap?
af: USD-prys onbekend, kan nie prysimpak bereken nie. Die prysimpak kan hoër as gewoonlik wees. Is jy seker om voort te gaan met die ruil?
ar: سعر الدولار الأمريكي غير معروف، لا يمكن حساب تأثير السعر. قد يكون تأثير السعر أعلى من المعتاد. هل أنت متأكد من الاستمرار في المبادلة؟
bn: USD মূল্য অজানা, মূল্যের প্রভাব গণনা করা যাচ্ছে না। দামের প্রভাব স্বাভাবিকের চেয়ে বেশি হতে পারে। আপনি কি অদলবদল চালিয়ে যাওয়ার বিষয়ে নিশ্চিত?
ca: Preu en USD desconegut, no es pot calcular l'impacte del preu. L'impacte en el preu pot ser més gran de l'habitual. Esteu segur de continuar l'intercanvi?
da: USD-pris ukendt, kan ikke beregne prispåvirkning. Prispåvirkningen kan være højere end normalt. Er du sikker på at du vil fortsætte byttet?
de: USD-Preis unbekannt, Preisauswirkungen können nicht berechnet werden. Der Preisausstoß kann höher sein als üblich. Möchten Sie den Swap wirklich fortsetzen?
el: Τιμή USD Άγνωστο, δεν μπορεί να υπολογίσει την επίπτωση της τιμής. Ο αντίκτυπος της τιμής μπορεί να είναι υψηλότερη από το συνηθισμένο. Είστε βέβαιοι να συνεχίσετε την Swap?
es: Precio USD Desconocido, no se puede calcular el impacto del precio. El impacto del precio puede ser mayor de lo habitual. ¿Está seguro de continuar el swap?
fi: USD Hinta tuntematon, Ei voida laskea hintavaikutusta. Hintavaikutus voi olla tavallista suurempi. Oletko varma jatkamaan swap?
fil: Hindi Alam ang Presyo ng USD, Hindi makalkula ang Epekto sa Presyo. Maaaring mas mataas ang epekto sa presyo kaysa karaniwan. Sigurado ka bang ipagpapatuloy ang Swap?
fr: Prix USD inconnu, impossible de calculer l'impact des prix. L'impact sur le prix peut être plus élevé que d'habitude. Êtes-vous sûr de vouloir continuer le swap?
hi: USD मूल्य अज्ञात है, मूल्य प्रभाव की गणना नहीं की जा सकती। मूल्य प्रभाव सामान्य से अधिक हो सकता है। क्या आप स्वैप जारी रखना चाहते हैं?
hu: USD Ár Ismeretlen, Nem lehet kiszámítani az árhatást. Az árhatás a szokásosnál nagyobb lehet. Biztos, hogy folytatja a cserét?
id: Harga USD Tidak Diketahui, Dampak Harga Tidak Dapat Dihitung. Dampak harga mungkin lebih tinggi dari biasanya. Apakah Anda yakin untuk melanjutkan Swap?
ja: USD価格が不明です。価格の影響を計算できません。価格の影響は通常よりも高くなる可能性があります。スワップを続行してもよろしいですか？
lt: USD Kaina nežinoma, negalima apskaičiuoti kainos poveikio. Kainos poveikis gali būti didesnis nei įprastai. Ar tikrai tęsite apsikeitimą?
ms: Harga USD Tidak Diketahui, Tidak Dapat Mengira Kesan Harga. Kesan harga mungkin lebih tinggi daripada biasa. Adakah anda pasti untuk meneruskan Swap?
nl: USD prijs onbekend, kan de Impact niet berekenen. Mogelijk is de prijs hoger dan normaal. Weet u zeker dat u door wilt gaan met de Swap?
pl: Cena USD Nieznana, nie można obliczyć wpływu na cenę. Wpływ ceny może być wyższy niż zwykle. Czy na pewno chcesz kontynuować transakcję?
pt: Preço em USD desconhecido, não é possível calcular o impacto do preço. O impacto do preço pode ser maior do que o normal. Tem certeza que deseja continuar o Swap?
ru: USD Цена неизвестна, невозможно рассчитать влияние на цену. Воздействие на цену может быть выше, чем обычно. Вы уверены, что хотите продолжить?
sk: Cena v USD nie je známa, nie je možné vypočítať vplyv na cenu. Cenový vplyv môže byť vyšší ako zvyčajne. Naozaj chcete pokračovať vo výmene?
sr: Цена у УСД непозната, не може се израчунати утицај на цену. Утицај на цену може бити већи него иначе. Да ли сте сигурни да настављате Замену?
sv: USD Pris Okänd, Kan inte beräkna prispåverkan. Prispåverkan kan vara högre än vanligt. Är du säker på att fortsätta Swap?
sw: Bei ya USD Haijulikani, Haiwezi kukokotoa Athari ya Bei. Athari ya bei inaweza kuwa kubwa kuliko kawaida. Je, una uhakika kuendelea Kubadilishana?
th: ราคา USD ไม่ทราบ ไม่สามารถคำนวณผลกระทบต่อราคาได้ ผลกระทบต่อราคาอาจสูงกว่าปกติ คุณแน่ใจหรือไม่ว่าจะดำเนินการ Swap ต่อ
tr: USD Fiyatı Bilinmiyor, Fiyat Etkisi Hesaplanamıyor. Fiyat etkisi normalden daha yüksek olabilir. Swap'a devam etmek istediğinizden emin misiniz?
uk: Ціна США не відома, неможливо розрахувати вплив ціни. Вплив ціни може бути вищим, ніж зазвичай. Ви впевнені, що хочете продовжити плавання?
ur: USD قیمت نامعلوم ہے، قیمت کے اثرات کا حساب نہیں لگایا جا سکتا۔ قیمت کا اثر معمول سے زیادہ ہو سکتا ہے۔ کیا آپ کو تبادلہ جاری رکھنے کا یقین ہے؟
vi: Giá USD không xác định, Không thể tính tác động giá. Tác động giá có thể cao hơn bình thường. Bạn có chắc chắn muốn tiếp tục hoán đổi không?

source: Confirm USD Price Unknown
af: Bevestig USD-prys onbekend
ar: تأكيد سعر الدولار الأمريكي غير معروف
bn: নিশ্চিত করুন USD মূল্য অজানা
ca: Confirmeu el preu en USD desconegut
da: Bekræft USD-pris ukendt
de: USD-Preis unbekannt bestätigen
el: Επιβεβαίωση Τιμής Usd Άγνωστο
es: Confirmar el precio de USD desconocido
fi: Vahvista USD Hinta Tuntematon
fil: Kumpirmahin ang Presyong USD Hindi Alam
fr: Confirmer le prix en USD inconnu
hi: USD मूल्य की पुष्टि करें अज्ञात
hu: Erősítse USD Ár Ismeretlen
id: Konfirmasi Harga USD Tidak Diketahui
it: Conferma Il Prezzo Usd Sconosciuto
ja: 不明なUSD価格を確認
lt: Patvirtinti USD Kaina nežinoma
ms: Sahkan Harga USD Tidak Diketahui
nl: Onbekende USD prijs bevestigen
pl: Potwierdź cenę USD nieznaną
pt: Confirmar preço de USD desconhecido
ru: Подтвердите неизвестную цену в USD
sk: Potvrdenie ceny v USD nie je známe
sr: Потврдите цену у УСД непознато
sv: Bekräfta USD pris okänt
sw: Thibitisha Bei ya USD Haijulikani
th: ยืนยันราคา USD ไม่ทราบ
tr: USD Fiyatını Onaylayın Bilinmiyor
uk: Підтвердіть невідому ціну USD
ur: نامعلوم USD قیمت کی تصدیق کریں۔
vi: Xác nhận giá USD Không rõ

source: Swap
af: Ruil
ar: تبديل
bn: অদলবদল
ca: Canviar
da: Byt
de: Tausch
el: Εναλλαγή
es: Intercambiar
fi: Vaihda
fil: Magpalit
fr: Permuter
hi: बदलना
hu: Csere
id: Menukar
it: Scambia
ja: 入れ替え
lt: Sukeisti
ms: Tukar
nl: Wisselen
pl: Zamień
pt: Trocar
ru: Поменять
sk: Vymeňte
sr: Свап
sv: Byt
sw: Badili
th: แลกเปลี่ยน
tr: Takas
uk: Поміняти
ur: تبادلہ
vi: Tráo đổi

source: The route goes through Ethereum. Continue?
af: Die roete gaan deur Ethereum. Gaan voort?
ar: المسار يمر عبر الإيثريوم. هل تريد الاستمرار؟
bn: রুট Ethereum মাধ্যমে যায়. চালিয়ে যান?
ca: La ruta passa per Ethereum. Continuar?
da: Ruten går gennem Ethereum. Fortsætte?
de: Die Route geht durch Ethereum. Weiter?
el: Η διαδρομή περνάει από το Ethereum. Συνέχεια?
es: La ruta pasa por Ethereum. ¿Continuar?
fi: Reitti kulkee Ethereumin kautta. Jatketaanko?
fil: Ang ruta ay dumadaan sa Ethereum. Magpatuloy?
fr: L'itinéraire passe par Ethereum. Continuer ?
hi: यह मार्ग एथेरियम से होकर जाता है। आगे बढ़ें?
hu: Az út az Ethereumon keresztül vezet. Folytatja?
id: Rutenya melewati Ethereum. Lanjutkan?
it: Il percorso passa attraverso Ethereum. Continuare?
ja: ルートはEthereumを通過します。続行しますか？
lt: Maršrutas eina per Ethereum. Tęsti?
ms: Laluan itu melalui Ethereum. teruskan?
nl: De route loopt door Ethereum. Doorgaan?
pl: Trasa przebiega przez Ethereum. Kontynuować?
pt: A rota passa pelo Ethereum. Continuar?
ru: Маршрут проходит через Ethereum. Продолжить?
sk: Trasa vedie cez Ethereum. Pokračovať?
sr: Рута иде преко Етхереума. Наставити?
sv: Rutten går genom Ethereum. Fortsätt?
sw: Njia inapitia Ethereum. Ungependa kuendelea?
th: เส้นทางจะผ่าน Ethereum ดำเนินการต่อหรือไม่?
tr: Rota Ethereum'dan geçiyor. Devam etmek istiyor musunuz?
uk: Маршрут проходить через Ethereum. Продовжити?
ur: راستہ Ethereum سے گزرتا ہے۔ جاری رکھیں؟
vi: Tuyến đường đi qua Ethereum. Tiếp tục?

source: Routes
af: Roetes
ar: الطرق
bn: রুট
ca: Rutes
da: Ruter
de: Routen
el: Διαδρομές
es: Rutas
fi: Reitit
fil: Mga Ruta
hi: मार्गों
hu: Útvonalak
id: Rute
it: Itinerari
ja: ルート
lt: Maršrutai
ms: Laluan
pl: Trasy
pt: Rotas
ru: Маршруты
sk: Trasy
sr: Руте
sv: Rutter
sw: Njia
th: เส้นทาง
tr: Rotalar
uk: Маршрути
ur: راستے
vi: Tuyến đường

source: From
af: Van
ar: من
bn: থেকে
ca: Des de
da: Fra
de: Von
el: Από
es: De
fi: Alkaen
fil: Mula sa
fr: A partir de
hi: से
hu: Tól
id: Dari
it: Da
ja: 差出人:
lt: Iš
ms: daripada
nl: van
pl: Od
pt: De
ru: От
sk: Od
sr: Од
sv: Från
sw: Kutoka
th: จาก
tr: İtibaren
uk: Від
ur: سے
vi: Từ

source: To
af: Om
ar: ل
bn: প্রতি
ca: A
da: Til
de: An
el: Προς
es: A
fi: Vastaanottaja
fil: Upang
fr: À
hi: को
id: Ke
it: A
ja: 終了日
lt: Į
ms: Kepada
nl: tot
pl: Do
pt: Para
ru: Кому
sk: Komu
sr: То
sv: Till
sw: Kwa
th: ถึง
tr: İle
uk: На
ur: کو
vi: ĐẾN

source: Light
af: Lig
ar: ضوء
bn: আলো
ca: Llum
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fi: Vaalea
fil: Liwanag
fr: Lumière
hi: रोशनी
hu: Fény
id: Lampu
it: Chiaro
ja: ライト
lt: Šviesa
ms: Cahaya
nl: Licht
pl: Światło
pt: Fino
ru: Светлая
sk: Svetlo
sr: Светлост
sv: Ljus
sw: Mwanga
th: แสงสว่าง
tr: Işık
uk: Світла
ur: روشنی
vi: Ánh sáng

source: Dark
af: Donker
ar: مظلم
bn: অন্ধকার
ca: Fosc
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fi: Tumma
fil: Madilim
fr: Sombre
hi: अँधेरा
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
lt: Tamsus
ms: Gelap
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
sk: Tmavý
sr: Дарк
sv: Mörk
sw: Giza
th: มืด
tr: Karanlık
uk: Темна
ur: اندھیرا
vi: Tối tăm

source: Auto
af: Outo
ar: آلي
bn: অটো
ca: Automàtic
el: Αυτόματο
fi: Automaattinen
fr: Automatique
hi: ऑटो
id: Mobil
it: Automatico
ja: 自動
nl: Automatisch
pt: Automático
ru: Авто
sr: Ауто
sv: Automatiskt
sw: Otomatiki
th: ออโต้
tr: Otomatik
uk: Авто
ur: آٹو
vi: Tự động

source: Loading failed
af: Kon nie laai nie
ar: فشل التحميل
bn: লোডিং ব্যর্থ হয়েছে৷
ca: S'ha produït un error en carregar
da: Indlæsning mislykkedes
de: Laden fehlgeschlagen
el: Αποτυχία φόρτωσης
es: Error al cargar
fi: Lataus epäonnistui
fil: Nabigo ang paglo-load
fr: Échec du chargement
hi: लोडिंग विफल
hu: A betöltés nem sikerült
id: Pemuatan gagal
it: Caricamento fallito
ja: 読み込みに失敗しました
lt: Įkelti nepavyko
ms: Gagal memuatkan
nl: Laden mislukt
pl: Ładowanie nie powiodło się
pt: Falha no carregamento
ru: Не удалось загрузить
sk: Načítanie zlyhalo
sr: Учитавање није успело
sv: Laddningen misslyckades
sw: Imeshindwa kupakia
th: การโหลดล้มเหลว
tr: Yükleme başarısız oldu
uk: Помилка завантаження
ur: لوڈنگ ناکام ہو گئی۔
vi: Tải không thành công
