Repository: rango-exchange/rango-client
Catalog: translations/*.po
Languages: af, ar, bn, ca, da, de, el, es, fi, fil, fr, hi, hu, id, it, ja, lt, ms, nl, pl, pt, ru, sk, sr, sv, sw, th, tr, uk, ur, vi

source: Address {destination} doesn't match the blockchain address pattern.
af: Adres {destination} pas nie by die blokkettingadrespatroon nie.
ar: العنوان {destination} لا يتطابق مع نمط عنوان blockchain.
bn: ঠিকানা {destination} ব্লকচেইন ঠিকানা প্যাটার্নের সাথে মেলে না।
ca: L'adreça {destination} no coincideix amb el patró d'adreces blockchain.
da: Adressen {destination} matcher ikke blockchain-adressemønsteret.
de: Adresse {destination} stimmt nicht mit dem Blockchain-Adressmuster überein.
el: Διεύθυνση {destination} δεν ταιριάζει με το μοτίβο διευθύνσεων blockchain.
es: La dirección {destination} no coincide con el patrón de dirección de la cadena de bloques.
fi: Osoite {destination} ei vastaa lohkoketjun osoitekuviota.
fil: Ang address {destination} ay hindi tumutugma sa pattern ng address ng blockchain.
fr: L'adresse {destination} ne correspond pas au modèle d'adresse blockchain.
hi: पता {destination} ब्लॉकचेन पता पैटर्न से मेल नहीं खाता।
hu: A {destination} cím nem egyezik a blokklánc címmintájával.
id: Alamat {destination} tidak cocok dengan pola alamat blockchain.
it: L'indirizzo {destination} non corrisponde al modello di indirizzo blockchain.
ja: アドレス {destination} はブロックチェーンアドレスパターンと一致しません。
lt: Adresas {destination} neatitinka blockchain adreso šablono.
ms: Alamat {destination} tidak sepadan dengan corak alamat blockchain.
nl: Adres {destination} komt niet overeen met het blockchainadrespatroon.
pl: Adres {destination} nie pasuje do wzoru adresu blockchain.
pt: O endereço {destination} não corresponde ao padrão do endereço da blockchain.
ru: {destination} не соответствует шаблону адреса блокчейна.
sk: Adresa {destination} sa nezhoduje so vzorom adresy blockchain.
sr: Адреса {destination} не одговара обрасцу адресе блок ланца.
sv: Adress {destination} matchar inte blockkedjans adressmönster.
sw: Anwani {destination} hailingani na muundo wa anwani ya blockchain.
th: ที่อยู่ {destination} ไม่ตรงกับรูปแบบที่อยู่บล็อคเชน
tr: {destination} adresi blockchain adres örüntüsüyle uyuşmuyor.
uk: Адреса {destination} не відповідає шаблону адреси блокчейн.
ur: پتہ {destination} بلاکچین ایڈریس پیٹرن سے مماثل نہیں ہے۔
vi: Địa chỉ {destination} không khớp với mẫu địa chỉ blockchain.

source: via
ar: عبر
bn: মাধ্যমে
de: über
el: μέσω
es: vía
fi: kautta
fil: sa pamamagitan ng
hi: के जरिए
hu: keresztül
id: melalui
ja: 経由:
lt: per
ms: melalui
pl: przez
pt: através
ru: через
sk: cez
sr: преко
sw: kupitia
th: ทาง
tr: aracılığıyla
uk: через
ur: کے ذریعے
vi: thông qua

source: This token is not part of our verified token list. please verify its source and make sure to understand all associated risks before proceeding.
af: Hierdie teken is nie deel van ons geverifieerde tekenlys nie. Verifieer asseblief die bron daarvan en maak seker dat u alle gepaardgaande risiko's verstaan voordat u voortgaan.
ar: هذا الرمز ليس جزءًا من قائمة الرموز التي تم التحقق منها. يرجى التحقق من مصدره والتأكد من فهم جميع المخاطر المرتبطة به قبل المتابعة.
bn: এই টোকেনটি আমাদের যাচাইকৃত টোকেন তালিকার অংশ নয়। অনুগ্রহ করে এর উৎস যাচাই করুন এবং এগিয়ে যাওয়ার আগে সমস্ত সম্পর্কিত ঝুঁকিগুলি বুঝতে ভুলবেন না।
ca: Aquest testimoni no forma part de la nostra llista de testimonis verificats. si us plau, verifiqueu la seva font i assegureu-vos d'entendre tots els riscos associats abans de continuar.
da: Dette token er ikke en del af vores bekræftede token-liste. bekræft venligst kilden og sørg for at forstå alle tilknyttede risici, før du fortsætter.
de: Dieses Token ist nicht Teil unserer Liste verifizierter Token. Bitte überprüfen Sie die Quelle und stellen Sie sicher, dass Sie alle damit verbundenen Risiken verstehen, bevor Sie fortfahren.
el: Αυτό το διακριτικό δεν αποτελεί μέρος της λίστας επαληθευμένων κουπονιών μας. Επαληθεύστε την πηγή του και βεβαιωθείτε ότι έχετε κατανοήσει όλους τους σχετικούς κινδύνους πριν προχωρήσετε.
es: Este token no es parte de nuestra lista de tokens verificados. Verifique su fuente y asegúrese de comprender todos los riesgos asociados antes de continuar.
fi: Tämä tunnus ei ole osa vahvistettujen merkkien luetteloamme. tarkista sen lähde ja varmista, että ymmärrät kaikki liittyvät riskit ennen kuin jatkat.
fil: Ang token na ito ay hindi bahagi ng aming na-verify na listahan ng token. paki-verify ang pinagmulan nito at siguraduhing maunawaan ang lahat ng nauugnay na panganib bago magpatuloy.
fr: Ce jeton ne fait pas partie de notre liste de jetons vérifiés. Veuillez vérifier sa source et assurez-vous de comprendre tous les risques associés avant de continuer.
hi: यह टोकन हमारी सत्यापित टोकन सूची का हिस्सा नहीं है। कृपया इसके स्रोत की पुष्टि करें और आगे बढ़ने से पहले सभी संबद्ध जोखिमों को समझना सुनिश्चित करें।
hu: Ez a token nem része az ellenőrzött token listánknak. Kérjük, ellenőrizze a forrását, és győződjön meg arról, hogy megértette az összes kapcsolódó kockázatot, mielőtt folytatná.
id: Token ini bukan bagian dari daftar token terverifikasi kami. Harap verifikasi sumbernya dan pastikan untuk memahami semua risiko terkait sebelum melanjutkan.
ja: このトークンは、検証済みトークン リストに含まれていません。続行する前に、そのソースを確認し、関連するすべてのリスクを理解してください。
lt: Šis prieigos raktas nėra mūsų patvirtintų žetonų sąrašo dalis. prieš tęsdami patikrinkite jo šaltinį ir įsitikinkite, kad supratote visą susijusią riziką.
ms: Token ini bukan sebahagian daripada senarai token kami yang disahkan. sila sahkan sumbernya dan pastikan anda memahami semua risiko yang berkaitan sebelum meneruskan.
nl: Dit token staat niet op onze lijst met geverifieerde tokens. Controleer de bron en zorg ervoor dat u alle bijbehorende risico's begrijpt voordat u verdergaat.
pl: Ten token nie znajduje się na naszej liście zweryfikowanych tokenów. Przed kontynuowaniem sprawdź jego źródło i upewnij się, że rozumiesz wszystkie związane z nim ryzyka.
pt: Este token não faz parte da nossa lista de tokens verificados. Verifique sua origem e certifique-se de entender todos os riscos associados antes de prosseguir.
ru: Этот токен не входит в наш список проверенных токенов. Пожалуйста, проверьте его источник и убедитесь, что вы понимаете все связанные с ним риски, прежде чем продолжить.
sk: Tento token nie je súčasťou nášho zoznamu overených tokenov. overte si jeho zdroj a pred pokračovaním sa uistite, že rozumiete všetkým súvisiacim rizikám.
sr: Овај токен није део наше верификоване листе токена. проверите његов извор и уверите се да разумете све повезане ризике пре него што наставите.
sv: Denna token är inte en del av vår lista över verifierade token. verifiera källan och se till att du förstår alla associerade risker innan du fortsätter.
sw: Tokeni hii si sehemu ya orodha yetu ya tokeni iliyothibitishwa. tafadhali thibitisha chanzo chake na uhakikishe kuwa umeelewa hatari zote zinazohusiana kabla ya kuendelea.
th: โทเค็นนี้ไม่ได้เป็นส่วนหนึ่งของรายการโทเค็นที่ได้รับการยืนยันของเรา โปรดตรวจสอบแหล่งที่มาและตรวจสอบให้แน่ใจว่าคุณเข้าใจความเสี่ยงที่เกี่ยวข้องทั้งหมดก่อนดำเนินการต่อ
tr: Bu token doğrulanmış token listemizin bir parçası değil. Lütfen kaynağını doğrulayın ve devam etmeden önce tüm ilişkili riskleri anladığınızdan emin olun.
uk: Цей маркер не є частиною нашого перевіреного списку маркерів. перевірте його джерело та переконайтеся, що розумієте всі пов’язані з цим ризики, перш ніж продовжити.
ur: یہ ٹوکن ہماری تصدیق شدہ ٹوکن لسٹ کا حصہ نہیں ہے۔ براہ کرم اس کے ماخذ کی تصدیق کریں اور آگے بڑھنے سے پہلے تمام متعلقہ خطرات کو سمجھنا یقینی بنائیں۔
vi: Mã thông báo này không nằm trong danh sách mã thông báo đã xác minh của chúng tôi. Vui lòng xác minh nguồn gốc của mã thông báo và đảm bảo hiểu rõ mọi rủi ro liên quan trước khi tiếp tục.

source: Import Anyway
af: Voer in elk geval in
ar: استيراد على أية حال
bn: যাই হোক আমদানি করুন
ca: Importa de totes maneres
da: Importer alligevel
de: Trotzdem importieren
el: Εισαγωγή πάντως
es: Importar de todos modos
fi: Tuo joka tapauksessa
fil: Mag-import pa rin
fr: Importer quand même
hi: फिर भी आयात करें
hu: Amúgy importálás
id: Impor Tetap Saja
ja: とにかくインポート
lt: Vis tiek importuoti
ms: Import Bagaimanapun
nl: Importeer toch
pl: Importuj mimo wszystko
pt: Importar de qualquer maneira
ru: Импортировать в любом случае
sk: Napriek tomu importovať
sr: Увези свеједно
sv: Importera ändå
sw: Ingiza Hata hivyo
th: นำเข้าอยู่แล้ว
tr: Her neyse, içe aktar
uk: Все одно імпортувати
ur: ویسے بھی درآمد کریں۔
vi: Nhập khẩu Dù sao

source: Learn More
af: Kom meer te wete
ar: يتعلم أكثر
bn: আরও জানুন
ca: Més informació
da: Lær mere
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
fi: Lisätietoja
fil: Matuto pa
fr: Apprendre encore plus
hi: और अधिक जानें
hu: További információ
id: Pelajari lebih lanjut
ja: もっと詳しく知る
lt: Sužinokite daugiau
ms: Ketahui Lebih Lanjut
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saber mais
ru: Узнать больше
sk: Zistite viac
sr: Сазнајте више
sv: Läs mer
sw: Jifunze Zaidi
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edin
uk: Дізнайтеся більше
ur: مزید جانیں
vi: Tìm hiểu thêm

source: Status
ar: حالة
bn: স্ট্যাটাস
ca: Estat
el: Κατάσταση
es: Estado
fi: Tila
fil: Katayuan
fr: Statut
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
pt: SItuação
ru: Статус
sk: Stav
sr: Статус
sw: Hali
th: สถานะ
tr: Durum
uk: Статус
ur: حیثیت
vi: Trạng thái

source: Reset
af: Stel terug
ar: إعادة ضبط
bn: রিসেট করুন
ca: Restableix
da: Nulstil
fil: I-reset
hi: रीसेट करें
id: Mengatur ulang
lt: Nustatyti iš naujo
ms: Tetapkan semula
sk: Resetovať
sr: Ресетуј
sw: Weka upya
th: รีเซ็ต
tr: Sıfırla
ur: دوبارہ ترتیب دیں۔
vi: Cài lại

source: Cancel
af: Kanselleer
ar: يلغي
bn: বাতিল করুন
ca: Cancel·la
da: Ophæve
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fil: Kanselahin
fr: Abandonner
hi: रद्द करना
hu: Mégsem
id: Membatalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
ms: Batal
nl: annuleren
pl: Anuluj
pt: cancelar
ru: Отмена
sk: Zrušiť
sr: Откажи
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal etmek
uk: Скасувати
ur: منسوخ کریں۔
vi: Hủy bỏ

source: Refresh
af: Verfris
ar: ينعش
bn: রিফ্রেশ
ca: Actualitza
da: Opfriske
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fi: Päivitä
fil: I-refresh
fr: Rafraîchir
hi: ताज़ा करना
hu: Frissítés
id: Menyegarkan
it: Aggiorna
ja: 更新
lt: Atnaujinti
ms: Segarkan semula
nl: Vernieuwen
pl: Odśwież
pt: atualizar
ru: Обновить
sk: Obnoviť
sr: Освежи
sv: Uppdatera
sw: Onyesha upya
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: تازہ دم کریں۔
vi: Làm cho khỏe lại

source: Notifications
af: Kennisgewings
ar: إشعارات
bn: বিজ্ঞপ্তি
ca: Notificacions
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
fil: Mga abiso
hi: सूचनाएं
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
lt: Pranešimai
ms: Pemberitahuan
nl: Notificaties
pl: Powiadomienia
pt: notificações
ru: Уведомления
sk: Upozornenia
sr: Обавештења
sv: Aviseringar
sw: Arifa
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo

source: Settings
af: Instellings
ar: إعدادات
bn: সেটিংস
ca: Configuració
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fil: Mga setting
fr: Réglages
hi: सेटिंग्स
hu: Beállítások elemre
id: Pengaturan
it: Impostazioni
ja: 設定
lt: Nustatymai
ms: tetapan
nl: Instellingen
pl: Ustawienia
pt: Confirgurações
ru: Настройки
sk: Nastavenia
sr: Подешавања
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt

source: History
af: Geskiedenis
ar: تاريخ
bn: ইতিহাস
ca: Història
da: Historie
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fil: Kasaysayan
fr: Historique
hi: इतिहास
hu: Történelem
id: Sejarah
it: Storico
ja: 沿革
lt: Istorija
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
sk: História
sr: Историја
sv: Historik
sw: Historia
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
ur: تاریخ
vi: Lịch sử

source: Connect Wallet
af: Koppel Wallet
ar: ربط المحفظة
bn: ওয়ালেট সংযুক্ত করুন
ca: Connecta Wallet
da: Tilslut tegnebog
de: Wallet verbinden
el: Σύνδεση Πορτοφολιού
es: Conectar cartera
fi: Yhdistä Lompakko
fil: Ikonekta ang Wallet
fr: Connecter le portefeuille
hi: वॉलेट कनेक्ट करें
hu: Wallet csatlakoztatása
id: Hubungkan Dompet
it: Connetti Portafoglio
ja: ウォレットに接続
lt: Prijunkite Piniginę
ms: Sambung Wallet
nl: Verbind Portemonnee
pl: Połącz portfel
pt: Conectar Carteira
ru: Подключить кошелек
sk: Pripojiť Peňaženku
sr: Повежите новчаник
sv: Anslut plånbok
sw: Unganisha Wallet
th: เชื่อมต่อกระเป๋าสตางค์
tr: Cüzdanı Bağla
uk: Підключіть Wallet
ur: والیٹ کو جوڑیں۔
vi: Kết nối ví

source: Today
af: Vandag
ar: اليوم
bn: আজ
ca: Avui
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fil: Ngayong araw
fr: Aujourd'hui
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
lt: Šiandien
ms: Hari ini
nl: vandaag
pl: Dziś
pt: hoje
ru: Сегодня
sk: Dnes
sr: данас
sv: Idag
sw: Leo
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay

source: Failed Network, Please retry.
af: Mislukte netwerk, probeer asseblief weer.
ar: فشلت الشبكة، يرجى المحاولة مرة أخرى.
bn: নেটওয়ার্ক ব্যর্থ হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন।
ca: La xarxa ha fallat, torneu-ho a provar.
da: Mislykket netværk. Prøv venligst igen.
de: Fehlgeschlagenes Netzwerk, bitte erneut versuchen.
el: Αποτυχημένο Δίκτυο, Παρακαλώ προσπαθήστε ξανά.
es: Red fallida, vuelva a intentarlo.
fi: Epäonnistunut verkko, yritä uudelleen.
fil: Nabigong Network, Pakisubukang muli.
fr: Réseau échoué, veuillez réessayer.
hi: नेटवर्क विफल, कृपया पुनः प्रयास करें.
hu: Sikertelen hálózat, próbálkozzon újra.
id: Jaringan Gagal, Silakan coba lagi.
it: Rete non riuscita, riprova.
ja: ネットワークに失敗しました。再試行してください。
lt: Nepavyko prisijungti prie tinklo, bandykite dar kartą.
ms: Rangkaian Gagal, Sila cuba semula.
nl: Mislukt netwerk, probeer het opnieuw.
pl: Nieudana sieć, spróbuj ponownie.
pt: Rede falhada, por favor, tente novamente.
ru: Ошибка сети, повторите попытку.
sk: Sieť zlyhala, skúste to znova.
sr: Мрежа није успела, покушајте поново.
sv: Det gick inte att nätverka, försök igen.
sw: Mtandao Umeshindwa, Tafadhali jaribu tena.
th: เครือข่ายล้มเหลว กรุณาลองอีกครั้ง
tr: Ağ başarısız, lütfen tekrar deneyin.
uk: Невдала мережа, спробуйте ще раз.
ur: ناکام نیٹ ورک، براہ کرم دوبارہ کوشش کریں۔
vi: Mạng bị lỗi, vui lòng thử lại.

source: Retry
af: Probeer weer
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
fi: Yritä Uudelleen
fil: Subukan muli
fr: Réessayer
hi: पुन: प्रयास करें
hu: Próbálja újra
id: Mencoba kembali
it: Riprova
ja: 再試行する
lt: Bandykite dar kartą
ms: Cuba semula
nl: Opnieuw
pl: Ponów próbę
pt: Repetir
ru: Повторить
sk: Skúste to znova
sr: Покушајте поново
sv: Försök igen
sw: Jaribu tena
th: ลองใหม่อีกครั้ง
tr: Tekrar dene
uk: Повторити спробу
ur: دوبارہ کوشش کریں۔
vi: Thử lại

source: Add another custom token
af: Voeg nog 'n pasgemaakte teken by
ar: إضافة رمز مخصص آخر
bn: আরেকটি কাস্টম টোকেন যোগ করুন
ca: Afegiu un altre testimoni personalitzat
da: Tilføj endnu et brugerdefineret token
de: Neues benutzerdefiniertes Token hinzufügen
el: Προσθέστε ένα άλλο προσαρμοσμένο διακριτικό
es: Añadir otro token personalizado
fi: Lisää toinen mukautettu tunnus
fil: Magdagdag ng isa pang custom na token
fr: Ajouter un autre jeton personnalisé
hi: एक और कस्टम टोकन जोड़ें
hu: Adjon hozzá egy másik egyéni tokent
id: Tambahkan token kustom lainnya
it: Aggiungi un altro token personalizzato
ja: 別のカスタムトークンを追加
lt: Pridėkite kitą tinkintą prieigos raktą
ms: Tambahkan satu lagi token tersuai
nl: Nog een aangepast token toevoegen
pl: Dodaj kolejny niestandardowy token
pt: Adicionar outro token personalizado
ru: Добавить другой пользовательский токен
sk: Pridajte ďalší vlastný token
sr: Додајте још један прилагођени токен
sv: Lägg till en annan anpassad token
sw: Ongeza tokeni nyingine maalum
th: เพิ่มโทเค็นที่กำหนดเองอื่น
tr: Başka bir özel belirteç ekle
uk: Додати інший користувацький токен
ur: ایک اور حسب ضرورت ٹوکن شامل کریں۔
vi: Thêm một mã thông báo tùy chỉnh khác

source: Swaps steps
af: Ruil trappe om
ar: خطوات المبادلة
bn: ধাপগুলি অদলবদল করে
ca: Canvia passos
da: Bytter trin
de: Swaps Schritte
el: Βήματα swaps
es: Intercambiar pasos
fi: Swapin vaiheet
fil: Nagpapalitan ng mga hakbang
fr: Étapes d'échange
hi: कदम बदलता है
hu: Felcseréli a lépéseket
id: Langkah-langkah pertukaran
it: Passaggi degli swap
ja: ステップを入れ替えます
lt: Sukeičia žingsnius
ms: Bertukar langkah
nl: Swaps stappen
pl: Etapy swapów
pt: Etapas de troca
ru: Меняет шаги
sk: Vymieňa kroky
sr: Замењује кораке
sv: Växlar steg
sw: Hubadilisha hatua
th: สลับขั้นตอน
tr: Değişim adımları
uk: Кроки зміни
ur: قدموں کی تبدیلی
vi: Các bước hoán đổi

source: Connected
af: Gekoppel
ar: متصل
bn: সংযুক্ত
ca: Connectat
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
fi: Yhdistetty
fil: Nakakonekta
fr: Connecté
hi: जुड़े हुए
hu: Csatlakozva
id: Terhubung
it: Connesso
ja: 接続しました
lt: Prisijungta
ms: Bersambung
nl: Verbonden
pl: Połączono
pt: Conectado
ru: Подключено
sk: Pripojené
sr: Повезано
sv: Ansluten
sw: Imeunganishwa
th: เชื่อมต่อ
tr: Bağlı
uk: Підключено
ur: جڑا ہوا
vi: Đã kết nối

source: Connection failed
af: Verbinding het misluk
ar: فشل الاتصال
bn: সংযোগ ব্যর্থ হয়েছে
ca: La connexió ha fallat
da: Forbindelsen mislykkedes
de: Verbindung fehlgeschlagen
el: Η σύνδεση απέτυχε
fi: Yhteys epäonnistui
fr: La connexion a échoué
hi: कनेक्शन विफल
hu: Kapcsolódás sikertelen
id: Koneksi gagal
ja: 接続に失敗しました
lt: Ryšys nepavyko
ms: Sambungan gagal
nl: Verbinding mislukt
pl: Połączenie nieudane
pt: Falha na ligação
ru: Соединение не удалось
sk: Pripojenie zlyhalo
sr: Повезивање није успело
sv: Anslutningen misslyckades
sw: Muunganisho haukufaulu
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız oldu
uk: Помилка підключення
ur: کنکشن ناکام ہو گیا۔
vi: Kết nối không thành công

source: See why
af: Sien hoekom
ar: انظر لماذا
bn: কেন দেখুন
ca: Vegeu per què
da: Se hvorfor
de: Erfahren Sie, warum
el: Δείτε γιατί
fi: Katso miksi
fr: Découvrez pourquoi
hi: देखिये क्यों
hu: Nézd meg, miért
id: Lihat alasannya
ja: 理由を見る
lt: Sužinokite, kodėl
ms: Lihat sebabnya
nl: Zie waarom
pl: Zobacz dlaczego
pt: Veja porquê
ru: Посмотрите почему
sk: Pozrite sa prečo
sr: Погледајте зашто
sv: Se varför
sw: Angalia kwa nini
th: ดูว่าทำไม
tr: Nedenini gör
uk: Дізнайтеся чому
ur: دیکھیں کیوں
vi: Xem lý do tại sao

source: (Currently not supported)
af: (Tans nie ondersteun nie)
ar: (غير مدعوم حاليًا)
bn: (বর্তমানে সমর্থিত নয়)
ca: (Actualment no compatible)
da: (Understøttes i øjeblikket ikke)
de: (Derzeit nicht unterstützt)
el: (Προς το παρόν δεν υποστηρίζεται)
es: (Actualmente no compatible)
fi: (Ei tällä hetkellä tuettu)
fil: (Kasalukuyang hindi suportado)
fr: (Actuellement non pris en charge)
hi: (वर्तमान में समर्थित नहीं)
hu: (Jelenleg nem támogatott)
id: (Saat ini tidak didukung)
ja: （現在はサポートされていません）
lt: (Šiuo metu nepalaikoma)
ms: (Pada masa ini tidak disokong)
nl: (Momenteel niet ondersteund)
pl: (Obecnie nieobsługiwane)
pt: (Atualmente sem suporte)
ru: (В настоящее время не поддерживается)
sk: (Momentálne nie je podporované)
sr: (Тренутно није подржано)
sv: (Stöds för närvarande inte)
sw: (Kwa sasa haitumiki)
th: (ปัจจุบันยังไม่รองรับ)
tr: (Şu anda desteklenmiyor)
uk: (Наразі не підтримується)
ur: (فی الحال تعاون یافتہ نہیں)
vi: (Hiện tại không được hỗ trợ)

source: Slippage Error
af: Glipfout
ar: خطأ الانزلاق
bn: স্লিপেজ ত্রুটি
ca: Error de lliscament
da: Skridningsfejl
de: Slippage Fehler
el: Σφάλμα Ολίσθησης
es: Error de deslizamiento
fi: Virhe lipasivulla
fr: Erreur de Slippage
hi: फिसलन त्रुटि
hu: Csúszási hiba
id: Kesalahan Tergelincir
it: Errore Slippage
ja: スライドページエラー
lt: Paslydimo klaida
ms: Ralat Gelinciran
nl: Slippage Fout
pl: Błąd poślizgu
pt: Erro Slippage
ru: Ошибка проскальзывания
sk: Chyba sklzu
sr: Слиппаге Еррор
sv: Slippage Fel
sw: Hitilafu ya Kuteleza
th: ข้อผิดพลาดการลื่นไถล
tr: Kayma Hatası
uk: Помилка прокручування
ur: پھسلن کی خرابی۔
vi: Lỗi trượt

source: Slippage Warning
af: Glipwaarskuwing
ar: تحذير من الانزلاق
bn: স্লিপেজ সতর্কতা
ca: Avís de lliscament
da: Advarsel om glidning
de: Slippage Warnung
el: Προειδοποίηση Ολίσθησης
es: Advertencia de deslizamiento
fi: lipasivun Varoitus
fil: Babala ng slippage
fr: Avertissement de Slippage
hi: फिसलन चेतावनी
hu: Csúszásra figyelmeztetés
id: Peringatan Tergelincir
it: Avviso Slippage
ja: 滑り止めの警告
lt: Paslydimo įspėjimas
ms: Amaran Gelinciran
nl: Slippage Waarschuwing
pl: Ostrzeżenie poślizgu
pt: Aviso Slippage
ru: Предупреждение проскальзывания
sk: Upozornenie na sklz
sr: Упозорење о проклизавању
sv: Slippage Varning
sw: Onyo la Kuteleza
th: คำเตือนการลื่นไถล
tr: Kayma Uyarısı
uk: Попередження про Slippage
ur: پھسلن کی وارننگ
vi: Cảnh báo trượt

source: Bridge Limit Error
af: Bruglimietfout
ar: خطأ حد الجسر
bn: সেতু সীমা ত্রুটি
ca: Error de límit del pont
da: Brogrænsefejl
de: Brückenbegrenzungsfehler
el: Σφάλμα Ορίου Γέφυρας
es: Error de límite del puente
fi: Sillan Rajoitus Virhe
fil: Error sa Limitasyon ng Tulay
fr: Erreur de limite de pont
hi: ब्रिज सीमा त्रुटि
hu: Bridge Limit hiba
id: Kesalahan Batas Jembatan
it: Errore Limite Ponte
ja: ブリッジ制限エラー
lt: Tilto ribos klaida
ms: Ralat Had Jambatan
nl: Brug limiet fout
pl: Błąd limitu mostu
pt: Erro no limite da ponte
ru: Ошибка ограничения моста
sk: Chyba limitu mosta
sr: Грешка границе моста
sv: Bridgegräns fel
sw: Hitilafu ya Kikomo cha Daraja
th: ข้อผิดพลาดการจำกัดสะพาน
tr: Köprü Sınır Hatası
uk: Помилка обмеження мосту
ur: پل کی حد کی خرابی۔
vi: Lỗi giới hạn cầu

source: Yours: {amount} {symbol}
af: Die uwe: {amount} {symbol}
ar: خاصتك: {amount} {symbol}
bn: আপনার: {amount} {symbol}
ca: El teu: {amount} {symbol}
da: Dine: {amount} {symbol}
de: Ihre: {amount} {symbol}
el: Δικά σας: {amount} {symbol}
es: Tu: {amount} {symbol}
fi: Sinun: {amount} {symbol}
fil: Sa iyo: {amount} {symbol}
fr: Vous: {amount} {symbol}
hi: आपका: {amount} {symbol}
hu: A tiéd: {amount} {symbol}
id: Milik Anda: {amount} {symbol}
it: Tuo: {amount} {symbol}
ja: あなたの: {amount} {symbol}
lt: Jūsų: {amount} {symbol}
ms: Milik anda: {amount} {symbol}
nl: Jours: {amount} {symbol}
pl: Nasz: {amount} {symbol}
pt: Sua: {amount} {symbol}
ru: Ваши: {amount} {symbol}
sk: Váš: {amount} {symbol}
sr: Ваш: {amount} {symbol}
sw: Wako: {amount} {symbol}
th: ของคุณ: {amount} {symbol}
tr: Sizin: {amount} {symbol}
uk: Ваш: {amount} {symbol}
ur: آپ کا: {amount} {symbol}
vi: Của bạn: {amount} {symbol}
